[
{"captain": "Foguem timchou Christian falucar", "name": "Meilleur façon de manger", "description": "Mon projet consiste à vulgarisé la production et la consommation des oeufs et de la chaire de cailles qui est un excellent complément alimentaire voir l'un des plus riche complément alimentaire "},
{"captain": "Loic  Oum ntcham", "name": "Low-tech light ", "description": "Nous sommes une association qui vient en aide aux  personnes demunies en leur apportant des kits solaires que nous concevons nous mêmes avec des matériaux de récupération recyclables à des fins utiles"},
{"captain": "Aristide Sondi", "name": "Dôn empire company", "description": "Entreprise offrant des services de tout types/genre allant de l'exécution des courses faites en ligne jusqu'à la livraison .bref vous exprimer votre besoin (n'importe lequel)et nous le résolvons "},
{"captain": "Steve Fokou tala", "name": "FOOD&AGAIN ", "description": "Mon projet s'intitule <FOOD&AGAIN> pour dire( nourriture j'en veux encore) c'est une idée basée sur la distribution agro-alimentaire avec les mets du terroir,et avoir faim en fonction de son budget. "},
{"captain": "Emmanuel Basseeg", "name": "Construction d'un orphelinat.", "description": "Ils sont nombreux qui n'ont pas décidé de naître.Mais très tôt,ils ce sont retrouvés coupé de leurs parents.Il est question pour nous de leurs offrirent un cadre familial convivial.il le mérite aussi "},
{"captain": "Olivier Mbele zogo", "name": "Le cousier", "description": "Le coursier sera une plateforme numérique doté d'une équipe qualifiée et sera en partenariat avec les offreurs de service. Cette plateforme aura des services comme la livraison, le babysitting etc..."},
{"captain": "Njikang Johanes johnson", "name": "Integrated Farms", "description": "\r\nIntergrated farms is Aim at producing vegetable crops vegetable crops for sale in the home market and also to export fresh vegetables to Europe \r\nIt's also aimed at encouraging youths into agriculture"},
{"captain": "Marvel Ndjemeli", "name": "BÂTIMENT EN PALETTE DE BOIS", "description": "Notre projet de Bâtiment en palette de bois mette en avant les constructions d'urgence c'est a dire des constructions qui sont misent en place  rapidement cas de catastrophes naturelles, crise "},
{"captain": "Brunel Takougang", "name": "Flamme froide 🔥❄️", "description": "Une marque qui à travers son nom, exprime le désir de vivre dans une société pacifique dans laquelle la jeunesse sera épanouie et dynamique pour qu’ensemble nous pouvons atteindre l’émergence 2035. "},
{"captain": "Gabin alex Nouemssi", "name": "Ingenieri Recyclage plastiques", "description": "Unité d'achat Collette, lavage, triage ,stockage de déchets plastique en vue de faire des granulés et des produits pour décoration a base de plastique. "},
{"captain": "Sandra hermane Djiti djanko", "name": "Internat pour handicapés", "description": "Dans l'optique d'aider les parents ayant des enfants à besoin spécial à s'épanouir, nous avons pensé créer des internats pour ces enfants dans des villes du Cameroun où ils seront pris en charge"},
{"captain": "Madinatouaisha@gmail.com Aisha", "name": "Cryptoexchanger CM", "description": " cryptomonnaie est  une devise numérique virtuelle qui est utilisé pour, pour l'épargne à bénéfices les trading,les transactions et pour les échanges des biens et services."},
{"captain": "Naomie flore Zemfack nangue", "name": "Rénovation", "description": " Les habitations en ruines contribuent au vieillissement des villes. Mon projet consiste alors à rénover ces habitations à petit prix. "},
{"captain": "Hervé Yankam", "name": "Machine pour parpaings vibrés", "description": "Mon projet est celui de créer une structure de construction de machines pour fabrication de parpaings vibrés créé par moi même et destinées à la vente"},
{"captain": "Paul eric Nsangou", "name": "Colis-mobile", "description": "Service de collect à domicile, transfert,suivi en temps réel et livraison à domicile des colis en milieu urbain et rural. c'est un peu le orange money ou MoMo des colis d'où le nom: \"colis-mobile\"."},
{"captain": "Cédric  Badoedana oloume", "name": "3DHOUSE", "description": "Construire des logements durable, esthétique, simple  en 24H et très moins chers grâce à des imprimantes 3D. "},
{"captain": "Morelle steva Fofetta", "name": "EDUCASOFT", "description": "EDUCASOFT est une entreprise de développement  et  de distribution  des logiciels éducatifs pour les enfants en général  et pour des enfants en troubles d'apprentissage  en particulier "},
{"captain": "Parfait Feumi", "name": "CCLD", "description": "Notre projet de commercialisation et de livraison de gaz à domicile a été mis sur pied pour permettre aux populations de pouvoir commandé leur produit ménagé et être satisfait à domicile"},
{"captain": "Danielle Oyane", "name": "Dadao", "description": "Dadao  est une marque de cosmétiques et de boissons naturelles faits à base de produits locaux 100% bio-dégradables"},
{"captain": "Brice Ngantchou kamdem", "name": "Global entreprises thinkers", "description": "Global Enterprises thinkers est un congloméra en devenir mais qui regorge déjà trois projets d’entreprises en son sein qui sont agro-industrie, transports, BTP"},
{"captain": "Nfor Clodine ntala", "name": "THE NTALA SHOW", "description": "We Cameroon startups to the limelight by publishing articles about their work, regularly shooting video interviews with the founders, organizing coaching sessions, and providing a CROWDFUNDING PORTAL."},
{"captain": "Klaus Kibong", "name": "INTERCITY", "description": "Intercity est une plateforme  qui permet en temps réel de trouver, comparer, réserver et payer en ligne une place dans le meilleur moyen de transport disponible (Bus, clando et covoiturage)."},
{"captain": "Mpako Mbappe", "name": "Eco waste  management", "description": "My service entitles sensitizing the cameroonian population on how to handle waste, collect the waste, and give it some end use rather than leaving it on landfills which  increases greenhouse gases."},
{"captain": "Francel Pefoute", "name": "CamerLab ", "description": "CamerLab est une entreprise qui apporte des solutions didactiques aux établissements et centres de formation pour une formation adequate aux métiers de l'industrie.  "},
{"captain": "François de paul Bodiong", "name": "ÉNERGIE VERTE POUR TOUS", "description": "Le service énergie verte pour tous , vise à lutter contre les coupures d'électricité  et, pour les populations qui ne sont pas électrifiées, leur offrir une solution grâce aux énergies renouvelables."},
{"captain": "Moustapha Moustapha", "name": "Pavés Verts et Ecologiques", "description": "Mon pavé vert et écologique est un matériau innovant. \"Vert\" parce qu'il est produit avec 100% des matériaux naturels en abondance, \"Ecologique\" car il a zéro impact negatif sur l'environnenement."},
{"captain": "Marie paulette syntiche Bott", "name": "Électricité à partir des urine", "description": "Ce projet consistera à  mettre sur pied une usine de Fabrication et Commercialisation des lampes à urine d'une part et d'autre part des accumulateurs recharchables à échelle locales"},
{"captain": "Kebou Bernoulli", "name": "Autopowerbankcar(APBC)", "description": "Le présent projet vise à produire et commercialiser les voitures électriques autonome en énergie électrique via un processus complexe à moindre coût afin de favoriser le transfert de technologie "},
{"captain": "Bony maurel Wabo toam", "name": "Machines agro-alimentaires", "description": "Cabinet d'ingénierie pour la conception et la fabrication des machines agricoles, agroalimentaire et d'un atelier de fabrication mécanique pour le service après-vente et valoriser le made in CAMEROON"},
{"captain": "Patrice audrey Nitcheu", "name": "Ma Botte Secrète", "description": "Il s'agit d'un concept comportant plusieurs secteurs d'activités agroalimentaire, santé, recyclage de matériel et ordures ménagères et ou industriel, fourniture d'eau, éducation panafricaine citoyenne"},
{"captain": "Herman Kankeu tapchom", "name": "BIOTECH ENERGIE DURABLE", "description": "Le projet BIOTECH consiste à valorisé les déchets Urbains, Ruraux et industriels afin de produire des charbons écologiques vert, les pavés écologiques et la fabrication en parallèle des biofoyers"},
{"captain": "Yama Francis ful", "name": "TEWO TECH", "description": "The Evolution World of Technology (TEWO TECH) is provides IT and accounting services and training. We aim at integrating business with IT while providing services and training."},
{"captain": "Nfebe bless Shu", "name": "KASSARE (K1,2)", "description": "K1,2 is therefore a platform that valorises Cassava and its derivatives by networking with local formers and transformers, investing to enhance their produce and managing the commercialization."},
{"captain": "Kengne ngassa Carl gedeon", "name": "Kilimo Africa", "description": "Kilimo Africa is platform that will serve as a direct intermediary between the farmers and the consumers. The aim is to better the standard of living of Farmers and promote made in Africa. "},
{"captain": "Karelle Manga", "name": "Karma Éco ", "description": "Karma Éco est un projet à base écologique, qui consiste en la culture d’une sous espèce de bananiers dont les troncs sont destinés à produire du papier, des tissus, des cordages..."},
{"captain": "Ramses  Fopi", "name": "Datasave", "description": "The covid-19 increased the number of users of e-services; affecting  the vulnerability of the cyberspace. Datasave propose to use an intuitive methodology to protect data on the cyberspace in Africa"},
{"captain": "Gilles ivan Kwamo djomo", "name": "MonCoursier", "description": "Mon Coursier est une application web/Mobile qui vient faciliter l'obtention des documents administratifs(Certificat Nationalité, Bulletin N°3, Acte de certifié etc...)Sans avoir à se déplacer."},
{"captain": "Ghislain Dzoko poungong", "name": "Agrifri", "description": "Notre projet est de créer des exploitations agricoles en milieu rural qui vont participer au développement de ces milieux et former gratuitement les jeunes en entrepreneuriat agricole."},
{"captain": "Gildas Metenou", "name": "PHARMANET ", "description": "Comment savoir si une pharmacie possède un médicament , l'acheter, puis se faire livrer ou aller directement le chercher peut importe ma situation géographique ou depuis le confort de chez moi? "},
{"captain": "Ndi owono Charles daniel", "name": "ROAD SECURE", "description": "Mon projet est axé sur une gestion informatisée de la sécurité routière au cameroun et une reduction considerable des accidents de la circulation"},
{"captain": "Éric géraud  Ekol ngoye", "name": "HR fast foods", "description": "HR fast food est un restaurant qui se démarque par des mets culinaires de toute les régions du Cameroun certaines d'Afrique et des plat européens "},
{"captain": "Jeanne inès Ottou ndzouli", "name": "Festi-Noël", "description": "Tout enfant orphelin ou non, issu de famille pauvre ou aisée, aimerait partager de bons moments durant les fêtes de Noël. C'est dans cette lancée que prônent les élections Miss, Master Festi-Noël."},
{"captain": "Jean eric Ebene", "name": "CAMEROON-VANILLA", "description": "L'activité principale est la production et la transformation de la \r\nvanille, la fraise et des fruits divers en jus, sirop, confiture. La production se fera sous-serre et la transformation en usine."},
{"captain": "Roselin Andela", "name": "KAMER CARTOON HOUSE ", "description": "KAMER CARTOON HOUSE est un projet culturel,qui s'appuie sur le dessin animé,les bandes dessinées bref le digital pour rendre vivante la culture camerounaise(langues, traditions,valeurs patrimoniales)"},
{"captain": "Gloria Tagne", "name": "Wing", "description": "Create an online platform that provides 4 main activities: An e-commerce platform where local shops will be able to sell their products to local customers. A service that connects companies to worker "},
{"captain": "Arnaud Tcheutchoua kenne", "name": "GLOUTONS", "description": "GLOUTONS est un projet de Protection de l'environnement à travers le Recyclage des déchets ménagers, plastique et électronique via une plateforme forme Digital en Achetant ces déchets aux populations."},
{"captain": "Pérès Metsa tindo", "name": "Recyclage des ordures ménagère", "description": "La collecte des ordures ménagères dans les quartiers où les véhicules de la société en charge ne parvient pas à accéder afin de les déposer à des points stratégique dont l'accès est facile. "},
{"captain": "Raissa Noule", "name": "NOUSIKAC'", "description": "Mon projet consiste à concevoir, fabriquer et commercialiser des luminaires décoratifs à partir des ampoules économiques et des déchets (papiers, plastiques, bois, fer) triés et recyclés. "},
{"captain": "Yvant brice Yepmo", "name": "INZIRA", "description": "INZIRA est une jeune entreprise formée par un groupe d'amis préoccupés par le développement de l'Afrique. Cette société a créé une application qui résout les problèmes de géolocalisation en Afrique. "},
{"captain": "Touani kamdem Stephane ulrich", "name": "iLINK", "description": "Our project proposes technological solutions for various forms of disabilities using cutting edge technology."},
{"captain": "Ruth ernestine Mbonjo ejangue", "name": "Yo MOLA", "description": "une application mobile permettant de mettre en contact des artisans professionnels et des usagers dans le besoin d'un service urgent "},
{"captain": "Pierre lionel Ebe", "name": "Kuruba", "description": "Kuruba est un site de E-commerce Spécialisé dans le B2B. Son objectif est d'offrir la possibilités aux détaillants de trouver rapidement des fournisseurs tout en bénéficiant d'une solution logistique."},
{"captain": "Adama Ouza", "name": "BuildApp", "description": "Parce que nous voulons voir de meilleurs infrastructures, de meilleur route pour des déplacements sans risque, l'application de suivi et d'évaluation de projet de construction à distance à été conçu. "},
{"captain": "Tony-Bradley Ade fru-asoh", "name": "Orramo", "description": "Orramo is an online fintech platform which helps people living in Cameroon and central africa easily send, recieve and store money."},
{"captain": "Djibril Haman", "name": "Clean City.", "description": "CLEAN CITY est une entreprise qui propose ses services dans la collecte des déchets à Domicile et dans une suite un recyclage de ces déchets."},
{"captain": "Ganyi Sinorita", "name": "Beyond the Classroom", "description": "Principally, real life studies to compliment classroom theories is what BTC upholds. This entails bringing pupils and students to an environment where they practice every class topic."},
{"captain": "Florian Yamen", "name": "Éco énergie ", "description": "La start-up \"ECO ÉNERGIE\" a pour principal objectif la promotion des énergies vertes et la promotion de l'environnement, la production de l'électricité par cogénération du biogaz obtenu des déchets."},
{"captain": "Lynce varel Baboulak", "name": "Alphafrench Games", "description": "Alphafrench Games propose des jeux de réflexion conçus autour de l'alphabet français et des systèmes de numération."},
{"captain": "Etienne Mekoma", "name": "Sentinelle", "description": "le projet vise à réduire le nombre  d'accidents de la route dûs à des causes humaines en contraignant les automobilistes au strict respect du code de la route et le cas échéant, à les sanctionner."},
{"captain": "Wilfride claudette Wilfride claudette", "name": "Safe Drink", "description": "Un distributeur de boissons avec monnayeur, solaire, pour faciliter la vente de boissons de manière hygiénique et sans emballage. pour tous les lieux publics et pour des boissons fraiches ou chaudes."},
{"captain": "Quentin Gaba dodo", "name": "NEXT GEN", "description": "Conception d'un robot de détection et désamorçage de mines antipersonnel et antichar"},
{"captain": "Assa jean Ulrich", "name": "SmartPlants AI", "description": "A digital mobile application using AI & Machine Learning to facilitate plant analysis with prevention for farmers and access to loans for local smallholders;"},
{"captain": "Alain roland Toguem", "name": "Alerte 24", "description": "Il s'agit d'une application de lutte contre l'incivisme et l'insécurité. Il a pour objectif d'alerter en cas de nécessité."},
{"captain": "Sahadou badaroudine  Njifon", "name": "CyberZone ", "description": "CyberZone est une startup qui met à disposition des grandes et petites entreprises , publics et privées, une large gamme de services de cybersécurité offensive"},
{"captain": "Daniel Parkson tano", "name": "Tantorial", "description": "It is a platform (web and mobile) which is aimed at bringing skill tutors (students and professionals) and learners together. To ease collaboration and learning."},
{"captain": "Georges hervais  Mfou'ou", "name": "Eau potable à énergie propre", "description": "Ce projet est une solution de fourniture d'eau potable aux populations indigènes et aux champs agricoles par irrigation avec en bonus de l'électricité gratuite pour les centres de santé à proximité."},
{"captain": "Rachidatou Mouhamadou", "name": "Trust MIC", "description": "Trust Mic met en avant le secteur économique local. Il s'agit d'une plate forme de commerce qui valorise les produits Made in Cameroon tout en facilitant les transactions entre vendeur et acheteur."},
{"captain": "Jacques Mbikissi essah", "name": "PRODUITS AGRICOLES CAMEROUNAIS", "description": "Un projet qui donne une chance de produire des denrées alimentaires Bio, de créer un mégamarché via le réseau mobile où il y à rencontre entre offre/demande et de suivre la santé des consommateurs."},
{"captain": "Dieudonné Dabalambi", "name": "Enseignement pour tous", "description": "Mise en place d'une plateforme web Contenant des Cours vidéos suivant le programme officiel du primaire et secondaire. Cours dispensés par des enseignants qualififiés selon la noubelle approche APC."},
{"captain": "Fowedlung Asongseuh ashiangwi", "name": "Student loan ltd", "description": "During your school days particularly the primary and secondary cycles you struggled so much with finances or at least know a friend who did. Some couldn't continue, this is why student loan cones in."},
{"captain": "Franky rostan Wepadi", "name": "GESTION LOCALE DES ORDURES", "description": "COLLECTE-SEPARATION-TRANSFORMATION DES ORDURES "},
{"captain": "Olivier junior  Telehonou donfack", "name": "Le Développement participatif ", "description": "Le projets est fondé sur la notion de développement participatif.  Il consiste à mettre en place une entreprise fonctionnant selon une chaîne de valeur. \r\nAfin d'offrir à  tous un logement et des vivre"},
{"captain": "Isidore Enyegue minkoulou", "name": "Améliorerlerendementpiscicole", "description": "C'est un projet d'une ferme piscicole intégrée comportant les bacs hors sols, les étangs piscicoles,les porcheries,un poulailler une ecloserie moderne une centrale solaire,un local d'équipements "},
{"captain": "Lionel steeve Gounou kouontchou", "name": "Création des systèmes d'alarme", "description": "Notre projet est la création des système  d'alarmes automatiques et manipulables manuellement ou via un smartphone dans le but d'améliorer les sonneries des écoles et des entreprises. "},
{"captain": "Tsamo djuimegue Barbara", "name": "GREEN FOODS SOLUTIONS", "description": "Notre projet a pour objectif principale la lutte contre la pauvreté et la famine en créant une grande source de protéine grâce à la valorisation des déchets organiques ( ménagers et agricoles )."},
{"captain": "Woloa Fritz muaka", "name": "Hybrid Renewable energy", "description": "The purpose of the project is to generate electricity without using non-renewable resources, causing pollution or hazards. Since, renewable standalone energy generation system have disadvantages."},
{"captain": "Chifen Micklem", "name": "PENAFS", "description": "Convenverting natural fiber and starch to to produce biodegradable products as an alternative to petroleum plastic"},
{"captain": "Schadrak Neyiga", "name": "Sahel Fashion Style", "description": "Sahel Fashion Style est un salon de haute couture pour hommes, femmes et enfants.\r\nC'est un salon pour la promotion des modes africaines. \r\nIl emploiera essentiellement les jeunes talents camerounais."},
{"captain": "Chretien Layou", "name": "Bioworld Energy and Recycling", "description": "La Startup a pour but:\r\n- Développer et distribuer les kits solaires et pompes solaires (Pay-as-Go )aux populations de zones rurales et zones à forte délestage\r\n- Collecter et recycler les DEEE\r\n"},
{"captain": "Junior Wantong", "name": "Boutique d alimentation", "description": "Mon projet est d ouvrir une boutique d alimentation dans mon quartier résidentiel dans le but de ravitailler les personnes en produit agro-alimentaire et alimentaire aussi en produit brassicole"},
{"captain": "Leon Ateba perem", "name": "Élevages des poulets ", "description": "Mettre sur pied l élevage de poule a grand échelle..j ai déjà un petit poulailler et je veux agrandir ma production et mettre sur pied la production des oeufs..\r\nRecruté des jeunes frère camerounais !"},
{"captain": "Mohammed Tambasho", "name": "Waste lube oil pyrolysis plant", "description": "The waste lube oil and waste tyre pyrolysis plant is a plant designed for the transformation or valorization of waste lubricating oil and used tyres to high quality diesel fuel."},
{"captain": "Nathan Kammy", "name": "Application de déploiement", "description": "Mettre en relation les artisans de tout bord et les potentiels clients"},
{"captain": "François yvan Mbouemboue", "name": "Plastic Waste Recovery Company", "description": "Recyclage et valorisation des déchets plastiques en ressources utilisable notemment en poutre de construction et pavés."},
{"captain": "Thomas merlin Nouck nsegbe", "name": "SIG COMMUNAL \"SMOA\"", "description": "la commune disposerai d’un plan dynamique d’amélioration de l’assiette fiscale couplée à un SIG pour une répartition judicieuse des équipements et infrastructures pour un suivie optimale de collecte."},
{"captain": "Swieta hortense  Ndongo nkeng", "name": "Ndongoalaám épices cuisine ", "description": "Il s’agit de fournir à la ménagère, un bouillon de légumes bio , pour assaisonner les repas de sa famille , fait à base de légumes et épices . Ce cube   se veut sans danger pour les hypertendus etc "},
{"captain": "Gisele Penlap", "name": "OPEN EXAM", "description": "Plateforme intelligente ludique d’apprentissage, et de\r\nstimulation éducative destinée aux apprenants du\r\nsecondaire"},
{"captain": "Mémoire Kom de kom kom", "name": "e-Experts & Consultants", "description": "e-Experts & Consultants est un lieu virtuel de convergence entre des offres et des demandes d'expertises dans des domaines aussi divers que variés."},
{"captain": "Shu sandrine Sirri", "name": "Poverty get behind me", "description": "Algriculture and factory production of wheat.Wheat would be processed to flour and further used to bake all types of flour products and sell at  home and abroad along with the flour from the wheat"},
{"captain": "Ynia Ahmed", "name": "Lutte contre la malnutrition.", "description": "Formuler à base ingrédients 100% locaux, la Bouillie YNIA est un complément alimentaire permettant de compenser les carences nutritionnelles dues à la malnutrition."},
{"captain": "Leonel Mbede", "name": "Limitless Services Informatiqu", "description": "Limitless Services Informatique, est une entreprise future qui mets à disposition des jeunes: des formations, de l'education et le suivi en etreprise. Pour pouvoir creer son propre business,le manager"},
{"captain": "Ebale nna Christian calvy", "name": "LiFiCamer", "description": "Le produit/service proposé est LA technologie LED LiFi exploitant l'energie solaire pour partager des données "},
{"captain": "Nsangou lamare Souleymane", "name": "Rentorr", "description": "An online search platform for apartments/studios to rent."},
{"captain": "Arsene jimmy Fenjou mbouemboue", "name": "Conservation gagnante aliments", "description": "Il s agit d une chambre froide froide à énergie solaire pour lutter contre la pénurie alimentaire en Zone rurale pendant les périodes de non productivité."},
{"captain": "Sali ben Béchir adogaye", "name": "Pressing Moderne Self service", "description": "Pressing Moderne Self Service comportera des machines à laver et de séchage de vêtements. Leurs utilisations se fera automatiquement après insertion d'un certains montant dans les machines."},
{"captain": "Narcisse Zoo evina", "name": "HANDITECH CORPORATION", "description": "Nous sommes la 1ère solution digitale au Cameroun prenant en compte l’accessibilité numérique des personnes en situation de handicap et fournissant des services d’assistance technologique adaptés."},
{"captain": "Bienvenue olivier Yougouda", "name": "Valorisation du tige de sorgho", "description": "Projet vise a exploiter les tiges de sorgho pour produire du biocarburant au moyen du jus extrait de la tige et du biocharbon au moyen de la bagasse séchée puis pyrolysée pour la carbonatation."},
{"captain": "Donald Monthé", "name": "M-Gaz Checker ", "description": "M gaz Checker est un appareil électronique qui permettra de mesurer en tant réel la quantité de gaz restant dans une bouteille de gaz."},
{"captain": "Cedrick remy Mame ndounga", "name": "Energie pour tous", "description": "Mon projet consiste à faciliter l'accès à l'énergie.Aux populations vivant en milieux rural."},
{"captain": "Herman Djousse youtsa", "name": "Oasis du numérique", "description": "Oasis du numérique est un dispositif hybride permettant de fournir le réseau téléphonique GSM, l'accès à internet,la recharge téléphonique rapide via USB et la géolocalisation dans les villages ...etc"},
{"captain": "Foguem timchou Christian falucar", "name": "Meilleur façon de manger", "description": "Mon projet consiste à vulgarisé la production et la consommation des oeufs et de la chaire de cailles qui est un excellent complément alimentaire voir l'un des plus riche complément alimentaire "},
{"captain": "Danielle  Nanvou", "name": "My house: votre guide ", "description": "Application permettant de faciliter la location, l'achat ou la vente d'un bien immobilier "},
{"captain": "Chanol Noupa", "name": "Électrocardiographe connecté ", "description": "L’électrocardiographe connecté est un appareil qui permettra d’enregistrer l’activité cardiaque d’individus et  de le transmettre à temps réel au médecin à tout moment et à n’importe quel endroit .\r\n"},
{"captain": "Gilles firmin  Kaptue fogaing", "name": "Restauration de Proximitè", "description": "Creaction d'un Restaurant offrant un service de fastfood basè sur les livraisons et les plats à emportès vue le contexte Covid que nous traversons  et aussi dans le but de reduire le temps d'attente"},
{"captain": "Njoh Cornelius ngang", "name": "Agribusiness ", "description": "This proposal is based on an agricultural project which seeks to maximize the production and transformation of maize into various home and industrial products such as sweeteners and corn oil. "},
{"captain": "Che Nobless numfor", "name": "Mechanizing of Poultry Farming", "description": "The fundamental part of this project involves the design and manufacturing and distribution of the machines required for the incubation and insemination process in poultry farming. "},
{"captain": "Romida Domfang", "name": "ecology concept", "description": "ecology concept est une entreprise spécialisée dans la collecte et le recyclage des déchets."},
{"captain": "Michaël  Endomo meka", "name": "Cleaner town ", "description": "Au vue de la CAN qui arrive, l'idée est de maintenir la ville, ses routes propres et ses stades en créant des emplois à moyen et à court terme. Chaque quartier devra avoir des stations des employés."},
{"captain": "Akongoh Reuben magbeshi", "name": "Sand Extraction and Loading", "description": "The machine is a semi automatic sand loader. It is used to load sand into sand trucks faster than manually and cheaper than an excavator. It loads gravel and dirt too. It also eases river sand mining."},
{"captain": "Leric anderson  Fotso siani", "name": "FOSTER'S AGRO INDUSTRY ", "description": "Nous voulons mettre sur pied une entreprise de production, de transformation et de distribution de la farine de manioc."},
{"captain": "Stephane Nselle essome", "name": "dadysante ", "description": "Une App relié à 1 carte qui porte 1 QRcode Si le médecin scan la carte cela affiche les infos vitales du patient inconscient aux urgences Elle permet aussi de faire les dons de sang et de médicaments "},
{"captain": "Serge Allaramadji nguesmaye", "name": "Élevage des porcs", "description": "Pour la bonne viande de porc à la population je suis dans le besoin d'installer mon élevage des porcs au sain de du pays "},
{"captain": "Éric ghislain Awono", "name": "Asq'me Réseau social éducatif", "description": "Asq'me est un réseau social éducatif dont le but est de connecter les élèves du secondaire du Cameroun pour favoriser l'entraide. Il suffit de poster sa question pour se faire aider. "},
{"captain": "Fred Nguimadjou", "name": "MASTER-FAB", "description": "Master-Fab SARL est une entreprise camerounaise spécialisée dans les activitées liées à la commande numérique des machines. Et les travaux de construction électroniques."},
{"captain": "Cedric ronald Nguifo foka", "name": "PBC-DAC ", "description": "Projet de production et transformation de la banane plantain et patate en farine et d'autres dérivés alimentaires, biscuits, pain, phosphatine bébé, lait de table, vingt, aliments pour animaux, pâtiss"},
{"captain": "Hubert stephy Tchuigoua", "name": "COBIC", "description": "Le projet COBIC (Compost Biologique du Cameroun) est une initiative qui permet de produire les engrais biologiques et d'accompagner les agriculteurs vers une transition écologique dans leur plantation"},
{"captain": "Armel christian  Mani bambock", "name": "Smart éducation", "description": "notre solution permet de d'améliorer le rendement scolaire en détectant les difficultés des apprenant de façon précise et en faisant remonter l'information chez les enseignants"},
{"captain": "Neba Puissance osworld", "name": "CASSAVA TRANSFORMATION CHAIN", "description": "A Chain of machines which we have designed and wish to produce and distribute to different farming regions for the transformation of Cassava to its derivatives at very cheap rates and least stress"},
{"captain": "Priscille Noumbissi", "name": "Pâtisserie pour tous", "description": "Je voudrais faire le bonheur de beaucoup de monde faire e la pâtisserie pour tout le monde, personne en santé ou malade (diabétiques par exemple), pour tous les âges et toutes les bourses. "},
{"captain": "Martial arthur Essono", "name": "BAMBOULAND", "description": "Ce projet vise la mise en place d'un écotourisme axé sur le bambou qui de part ses particularités, permettra un developpement économique important et une conservation durable de la biodiversité."},
{"captain": "Michelle Ngassa", "name": "Genius Lab", "description": "Il s’agit d’un laboratoire d’électronique et informatique "},
{"captain": "Jules beran  Tonssam djinkou", "name": "Bio gaz", "description": "Le bio gaz est un gaz naturel qui permet l'élimination de la pollution\r\nMoins coûteux que le gaz de butane mais jouant le même rôle et pouvant aussi être utilisé comme source d'énergie "},
{"captain": "Florent Assako", "name": "Funbin", "description": "Funbin est une solution de gestion des déchets. Constitué d’une poubelle intelligente et d'un réseau social, qui permet de mettre en compétition et en relation les acteurs du recyclage dans le monde."},
{"captain": "Samantha Beyala", "name": "Facilité construction", "description": "Facilité construction est un projet qui vise à facilité la construction de maisons à toutes les familles et à embellir les villes en passant des vieilles construction vers de nouvelles et meilleures."},
{"captain": "Fabrice Tayimetha", "name": "Eco-Fours Électriques", "description": "Notre projet vise à réduire la consommation de bois de 80% et réduire le temps de cuisson des aliments,et à l'aide d'un capteur de chaleur,nous allons produire de l'électricité propre! "},
{"captain": "Urdon Kemche", "name": "Joumongo", "description": "Joumongo est un projet de covoiturage, qui compte  digitalisé le secteur du transport interurbain "},
{"captain": "Vicky derboise Kemguefack nguefack", "name": "FABRICATION PAVES PLASTIQUES ", "description": "Dans un contexte où nous assistons de plus en plus à la pollution des eaux et des sols par le plastique, nous voulons recycler ce matériau, qui mélangé à du sable nous permet de produire des pavés."},
{"captain": "Gamaliel Seini abaya", "name": "SICOME", "description": "SICOME : SYSTEME INTELLIGENT DE CONTROLE ET MONITORING ENERGETIQUE. IT IS A COMPUTER SCIENCE AND ELECTRONIC BASED SYSTEM, THAT WILL RELY ON  TECHNOLOGIES SUCH AS IoT AND CLOUD COMPUTING."},
{"captain": "Rosa larissa Bogla ayene", "name": "Unité de biomethanisation ", "description": "Mon projet consiste à produire du biogaz conditionné dans des cylindres à gaz commercialisé aux industriels et structures faisant dans la restauration ;"},
{"captain": "Gabriel  Taka", "name": "Callbox marketing ", "description": "Faire des callbox une platforme physique et virtuelle de marketing, sondages,étude de marché, adressage d'idée inovateur ceci par les detaillants de credit de communication appeler callbox en afrique"},
{"captain": "Akum bate Atiaboh", "name": "WiCon Systems BOX", "description": "WiCon Systems BOX is a multi channel smart electrical switching system operated with the use of wall switch, smartphone, remote control, and voice assistant(via the internet) ."},
{"captain": "Tagne Didier", "name": "ComparoShop", "description": "ComparoShop est un comparateur de prix qui permet aux utilisateurs de comparer les prix des produits, d'enregistrer des alertes de prix. Il les aide à réduire leurs dépenses et à optimiser leur temps."},
{"captain": "Claude raissa Bille djocki", "name": "NIGI", "description": "NIGI veut dire en langue locale (Bassa) du Cameroun : APPRENDRE. "},
{"captain": "Michel brice Ongono", "name": "Élevage moderne de poulet", "description": "Produire du poulet en grande quantité pour livrer aux restaurateur,aux grossiste. L'objectif est de créer les pôles de livraison de poulet dans toute l'étendue nationale "},
{"captain": "Jiokeng i toko Jean junior maldini", "name": "Legend Arts", "description": "Legend Arts est un projet de studio africain basé au Cameroun 🇨🇲 produisant des bandes dessinées, des illustrations et des animations toutes basées sur la culture africaine. "},
{"captain": "Ulrich joël Kammogne fotso", "name": "Semences de Pommes de Terres", "description": "Notre projet porte sur la \"PRODUCTION ET LA MULTIPLICATION DES SEMENCES CERTIFIÉES DE POMME DE TERRE \" pour rendre disponibles des semences de bonnes qualités aux producteurs (trices) du Cameroun "},
{"captain": "Christian  Tsalla", "name": "Efficacité Énergétique ", "description": "Notre projet porte sur l'amélioration du service de l'éclairage public au Cameroun par l'utilisation des luminaires LED à haut rendement énergétique, grâce à un mécanisme de financement innovant. "},
{"captain": "Abel  Zock mpah", "name": "CULTURE AQUAPONIE SOLAIRE ", "description": "Notre projet nommé CULTURE AQUAPONIE SOLAIRE est un système aquaponie comprenant la culture des crudités, tubercules, plantaginacées.... et la pisciculture alimenté par une pompe solaire."},
{"captain": "Adrienne parr Kirsti", "name": "Weaning Food Processing", "description": "Our Food Processing Startup to be based in Cameroon, Central Africa will be charged with developing powdered toppings (specifically baby/weaning foods) of standard nutritional value."},
{"captain": "Jean marc Dassi tamko", "name": "Ecological myciculture complex", "description": "The company intends to market  three types  of mushroom products: fresh mushroom, dry mushroom and canned mushroom and 2 sub-products : pigs feeds and organic compost. "},
{"captain": "Clémentine Essang", "name": "Mon Panier de courses", "description": "Mise en place d'une plateforme mobile de commande et de livraison de produits frais et bio (viandes, poissons, fruits, légumes, charcuterie et autres) dans les villes grandes villes du Cameroun. "},
{"captain": "Joel brice Dibabo", "name": "MY LIGHT", "description": " MY LIGHT se spécialise dans la fourniture  de l'énergie solaire pour les activités agropastorales et de l’accès à l 'énergie pour les écoliers et les particuliers . "},
{"captain": "Yobol Eddy", "name": "Y.O.B service", "description": "Connect young entrepreneur partnership to build together our africa "},
{"captain": "Jules Tamdjo", "name": "Skylon Education ", "description": "Skylon is an e-learning platform committed to providing quality and affordable education to high school students by giving them access to resources and tutors to unlock their full potential."},
{"captain": "Moïse Ismaïla", "name": "Industrie Agronomique Moderne", "description": "Projet de création de l'entreprise industrielle agricole avec d'importance espace cultivable et assisté par le système de contrôle technologique et mécanisé (Drone,tracteur, système hydraulique).."},
{"captain": "Clarance Ongkawin", "name": "Libérés des Souffrances", "description": "Activité d'aide(Thérapie) et d'accompagnement des femmes à la libération de leur mal être. Afin de parvenir à une vie Épanouie et Authentique sur le plan personnel, professionnel, interpersonnel..."},
{"captain": "Cristalin Mfochingoue", "name": "ECO-SYSTEM", "description": "Éco-system est une entreprise qui recycle les déchets pour produire de l'énergie verte, par exemple faire du charbon écologique à partir des épluchures de maïs au lieu du bois..."},
{"captain": "Arielle vanessa Kamdoum kengne", "name": "Beyond Hospitals", "description": "We propose medical and paramedical services to clients in their preferred environment. From medical consultations to Nursing care and much more. "},
{"captain": "Guillaume roland Ombede ombede", "name": "Agriculture urbaine écologique", "description": "Écho serre est une mini serre agricole démontable et modulable, permettant de recycler les ordures ménagères organiques dans le but de pratiquer l'agriculture urbaine de ménage"},
{"captain": "Ludovic Sibafo", "name": "WAYTRUST", "description": "SharApp est une application qui permettra à un usager qui souhaite commander un produit local (pizza, médicament..) sans vouloir se déplacer, de trouver une personne disponible qui le fera à sa place."},
{"captain": "Arthur Lekoubou", "name": "Solutions d'irrigation solaire", "description": "Conception et réalisation des forages solaire capable d'irriger des grandes surfaces agricoles"},
{"captain": "Barthélemy Elouna omgba", "name": "Projet EauSOCO", "description": "Le Projet EauSOCO vise à démocratiser l'accès à l'énergie et à l'eau potable et courante par voies d'énergies renouvelables et procédés technologiques innovants afin de nous développer durablement."},
{"captain": "Fabiola Bernard", "name": "Louise Legacy ", "description": "Louise Legacy is a menstrual lingerie brand made of organic & recycled fabrics that focuses on women's well-being, respects the environment and the bodies. Louise ought to be produced in Africa."},
{"captain": "Mohamed awel Njoya pafoyououm", "name": "ASLAM FARM CENTER", "description": "Mon projet porte sur la mise sur pied d'une des chaînes d'approvisionnements en céréales locales (plus précisément le Maïs), les plus fiables et sophistiqués sur le marché camerounais."},
{"captain": "Boaz Pangui fotepin", "name": "Green Life Energy", "description": "La valorisation des déchets agricoles et ménagers permet l’assainissement de notre environnement en stoppant la prolifération des gaz à effet de serre et en produisant une énergie durable pour tous. "},
{"captain": "Stephen Mouafo foguieng", "name": "Location target", "description": "Il s'agit ici de mettre sur pied une entreprise qui va faire dans les services de géolocalisation des biens, des personnes et appareils électroniques. "},
{"captain": "Halidou Bildaf", "name": "Création  d'une  entreprise ", "description": "Mon projet que je postule c'est la création d'une entreprise d'extraction d'huile d'arachide grâce aux arachides et des machines nécessaire à cette extraction d'huile  afin  de créer de  l'emploi "},
{"captain": "Pondo njoya Aoudou", "name": "Fabrication de chaussures", "description": "Bien, le projet consiste à fabriquer les chaussures de tous genres ( cuirs ,tissus, bois ...) "},
{"captain": "Fabien pascal Mambo nsia", "name": "Maison écolo-autonome", "description": "Maison autonome, construite sur un milieu improbable ; générant son énergie électrique (double) et sa resource hydrique"},
{"captain": "Eyambe Akepe roland", "name": "Agriculture development", "description": "I wish to set up poultry and piggery farms in urban areas which harbours internally displaced people due to the crisis in my country. Then the animals dropping will be used to produce \r\n "},
{"captain": "Arnauld Takou", "name": "Plateforme recherche médicale", "description": "Consiste à faire des recherches avancées sur différentes pathologies"},
{"captain": "Gaouna  Debina", "name": "RECYCLAGE PNEUS USES", "description": "Notre projet est le recyclage, le traitement et la transformation des pneus usés en canapés et pouffes."},
{"captain": "Patrick Djock", "name": "Ade Care", "description": "Ade Care est une plateforme numérique (application mobile et site web) offrant des services de santé (diagnostic, prise de rdv avec professionnels, achat et livraison de médicaments) aux utilisateurs."},
{"captain": "Jerry Tonfak", "name": "Green City", "description": "City Green ''Cité Verte'' est un projet qui vise à ramener la nature en ville par la plantation d'arbres et l'aménagement des espaces verts pour le bien être des populations. "},
{"captain": "Yves boris  Betti nna", "name": "Bettergy ", "description": "Bettergy's Mission is to develop decentralised energy production systems for the electrification of rural and remote areas by exploiting efficiently it's natural ressource potential."},
{"captain": "Cabraule Ketchanga njetnkeu", "name": "PURPLE CAMEROUN", "description": "Purple  est un projet de création réseau social camerounais qui aura pour cible principale la population jeune.\r\nLe produit se livrera dans une application mobile."},
{"captain": "Rhodes cynthia  Aban", "name": "Smartgrid monitoring", "description": "Smartgrid Monitoring nous permet de :\r\n-pour le particulier de connaître En temps réel sa consommation et la reguler\r\n-pour le fournisseur de contrôler sa production et le réseau électrique en général"},
{"captain": "Fone Bertrand", "name": "CHARBON ECOLOGIQUE", "description": "Notre projet vise a  la fabrication du charbon ecologique par la collecte des dechets de papiers et la formation d'autres jeunes a la meme pratique en vue de promouvoir la salubrite dans nos rue.\r\n"},
{"captain": "Camerlab Camerlab", "name": "CamerLab", "description": "CamerLab est une entreprise qui apporte des solutions didactiques aux établissements et centres de formation pour une formation adequate aux métiers de l'industrie.  "},
{"captain": "Christelle Momo", "name": "Centre de formation éducatif", "description": "Notre centre formera des  élèves aux professionnels dans les domaines telques: développement web,electronique, robotique, réalisation des projets. Formation en cuniculture, pisciculture. "},
{"captain": "Morgane Ongmetil", "name": "Pâtisseries aux farines locale", "description": "Nous faisons dans la transformation des tubercules (manioc, patate, plantain...), légumes (carotte, concombre,  betterave, oignon...) et céréales (riz, maïs..) en pâtisseries sans gluten et diététique"},
{"captain": "Steve Nouyep", "name": "Digital Lab", "description": "Pour améliorer et favoriser l'enseignement des sciences en Afrique, nous créons des laboratoires virtuels accessibles à tous au moyen d’un casque de réalité virtuelle, d'un smartphone ou d'un PC."},
{"captain": "Evradine Mbacob djatchou", "name": "Transformation du manioc(usine", "description": "Transformer les tubercules de manioc en amidon ,en gari, en farine pour la cuisson des pains et gâteaux sans gluten "},
{"captain": "Cynthia Acha ngwari", "name": "GSM-based ATS Energy Metering ", "description": "This product is meant to work between two power sources. It is about having the user command the switching remotely and view how much energy the previous power sources had supplied using a cell phone."},
{"captain": "Louise hulda Nsana", "name": "Journal web", "description": "Nous nous proposons de créer site d'information générale qui place l'humain au centre de ses activités en promouvant le respect des droits humains et la justice sociale."},
{"captain": "Lorita gaël Tsachoung", "name": "Agence de Marketing Digital", "description": "C'est un projet d'une agence de communication et de marketing digital. Domaines : créationdes sites web, e réputation des entreprises, web TV, publicité digitale,  community managemen, emagasines etc."},
{"captain": "Haris  Kouam meulak", "name": "802.11Km", "description": "Il s'agit de la fourniture de l'accès à internet par Wi-Fi pour palier au problème de fracture numérique rencontré en milieu rural dans mon pays"},
{"captain": "Maiva Zefack", "name": "Application de déploiement ", "description": "Le but est de créer une plate-forme comportant des artisans recrutés par nous permettant aux clients en fonction du besoin de contacter ceux présents dans leurs zones"},
{"captain": "Stephane  Menye", "name": "Hom’lution ", "description": "Mon projet porte essentiellement sur le développement de systèmes embarqués qui pourront apporter pas mal de solutions dans de nombreux secteurs tels que la santé, la sécurité et la Domotique."},
{"captain": "Gaétan Fokou", "name": "déchet et source d'énergie ", "description": "mon projet porte sur la production et la commercialisation du biocarburant et du biogaz (méthane). se si sera possible grâce à la transformation des déchets plastique et organique en source d'énergie."},
{"captain": "Paul alain Nguimbous", "name": "Afya For All", "description": "Imaginez un monde où tous les africains peuvent accéder à distance à des médecins de qualité dans le monde entier. Et recevoir des conseils et des soins médicaux de professionnels à coûts réduits. "},
{"captain": "William Akwe", "name": "SandMan", "description": "SandMan est un projet d'entreprise qui a pour but de realiser des oeuvres d'art en illustrant des images sur le sol et divers surfaces en utilisant comme matériau de base du sable. "},
{"captain": "Gaëtan Abesso", "name": "NAFIPCAM ", "description": "NAFIPCAM est un complexe piscicole produisant du Clarias encore appelé poisson ou encore silure, Carpes, kanga, poisson vipère et bien d'autres, aliments granulés des supermarchés et Restaurants "},
{"captain": "Joël Kiam", "name": "Technobraise", "description": "Technobraise est une technologie pour des activité de braise ayant pour source de chaleur le charbon, offrant une protection corporelle à l'opérateur et muni d'un système de captage du gaz carbonique."},
{"captain": "Emmanuel mydrel Bonane", "name": "Valoriser le tronc de plantain", "description": "Je souhaite, extraire les fibres des troncs de bananiers plantains pour faire dans l'industrie textile, dans des objets de décorations, et d'utilisation commune dans les maisons en diminuant le chômag"},
{"captain": "Cabrel ange  Lene nzetchouang", "name": "QUICKSHOP237 ", "description": "Le projet ( deja existant ) consiste à l’offre de service directement à domicile, Notamment la livraison des repas chauds à domicile ou au bureau et aussi des consultations médicales à domicile."},
{"captain": "Hilary marie Minkada bimoga", "name": "IP project", "description": "Création d’une ferme dans laquelle les excréments des animaux seront recueillis dans un biodigesteur qui produira de l’énergie pour alimenter les écoles et dont 30% du bétail sera donné aux orphelins."},
{"captain": "Ngassa Carrel", "name": "Table radiante néonatale", "description": "Mon projet est une table radiante néonatale avec module de photothérapie amovible, stérilisation par ultraviolet, pèse bébé  et supervision à distance."},
{"captain": "Gilles Nkadeu", "name": "CENTRO-NICS", "description": "Le projet vise à monter une chaîne de production de circuit imprimé non seulement pour briser le mythe de l'électronique, mais également  produire des équipements tel que: chauffe eau, télévision etc."},
{"captain": "Teke Rene", "name": "Cameroon entertainment ", "description": "An entertainment company that updates Cameroonians of trends around them well represented and organised to help them get quality information in real time."},
{"captain": "Simeon emile  Tsimi bedjigui", "name": "Swiftour ", "description": "Swiftour est une plateforme de marketing touristique qui permet de mettre un pays ou une région à la une partout dans le monde pendant une semaine afin d'attirer visiteurs et investisseurs étrangers."},
{"captain": "Arnold landry Mbida", "name": "Ramassage et traitement dechet", "description": "Mon projet consiste au ramassage et recyclage des ordures ménagères qui innondent nos communautés"},
{"captain": "Aurelien Bieleu konnang", "name": "AK WATCH", "description": "Portée au poignet, la montre connectée AK WATCH 1 permet aux diabétiques de suivre la glycémie en temps réel sans internet, sans contraintes, ni de piqûres et à un coût abordable."},
{"captain": "Emmanuel junior Kuete segnou", "name": "NAABA CONSO", "description": "NAABA CONSO est un service d’intelligence artificielle qui vous permet de réduire votre consommation énergétique, d’optimiser la distribution et la production de l’énergie électrique "},
{"captain": "Yann-Olivier mbella Tanga mbella", "name": "Winners Gaming", "description": "Winners Gaming est un projet de salon de jeux (vidéos) qui a pour but permettre au Camerounais de se divertir mais aussi de pouvoir faire usage de leurs talents pour nourrir leurs familles."},
{"captain": "Ndjobdi Souleymanou", "name": "Li-Fi change life", "description": "Mon projet consiste à donner l'accès à internet,  à éclairage et à l'eau potable grâce à l'énergie solaire PV"},
{"captain": "Billy narcisse Tchankou ngatcha", "name": "Te&Tcha Logistics Providers.", "description": "Entreprise de transit pour la levée des déclarations d'importation sur la plateforme SGS car nous nous sommes rendus compte que plusieurs sociétés rencontrent des difficultés dans cet exercice."},
{"captain": "Yves  Abouna", "name": "Recyclage de déchets textiles", "description": "L'objectif est de recycler le textile usé en fil de coton recyclé. Ce fil sera utilisé pour la fabrication de tissu pour la confection de nouveaux vêtements et produits."},
{"captain": "Yann Djatche yock", "name": "Recyclage des bocaux en verres", "description": "Notre projet vise à lutter contre la pollution en recyclant la matière solide qui est les bocaux en verres, pour en faire des emballages pour nos purées d'épices Pour marinades et assainissement. "},
{"captain": "Ndamo Ndamo", "name": "Vehron", "description": "With Vehron we offer a single cryptocurrency to serve as a mesh for global cryptos into mainstream finance and payments with every African awarded 50 Vehron tokens each upon registration. "},
{"captain": "Denis Taira djaobe", "name": "Réalisation d’un système SCADA", "description": "Réalisation d’un système SCADA de mesure du niveau de carburant dans le réservoir à distance "},
{"captain": "Anne stéphanie Tchinda ndonko", "name": "Madame Clean", "description": "Madame clean est une entreprise de collecte, de tri et de valorisation de déchets dans la ville de Douala."},
{"captain": "Therence armel Ngniguepa faha", "name": "Parking corp", "description": "Ce projet vise a limiter les embouteillages engendré par le stationnement en bordure de route.\r\nPromouvoir un stationnement automatique , moins coûteux et plus sécurisé"},
{"captain": "Sylvain victorien Ngacham ngueukam", "name": "CncTechnologie ", "description": "CncTechnologie, a pour objectif de fabriquer des machines de découpe a commande numérique ( découpe laser, découpe plasma, fraiseuse CNC)  "},
{"captain": "Edwin Lanka", "name": "BIOTECH-GAS Energies", "description": "BIOTECH-GAS Energies is a renewable energy project that produces, commercialise and distribute domestic gas  electricity and improve waste management while maximising the use of an economical energy"},
{"captain": "Stéphane  fotsing tadjou", "name": "IAFactors", "description": "APPLICATION D'INTELLIGENCE ARTIFICIELLE PERMETTANT DE DETERMINER LES FACTEURS QUI INFLUENCE LES ECHECS DES ELEVES DANS LES ETABLISSEMENTS SCOLAIRE"},
{"captain": "Dylan Ovono", "name": "Global Touch ", "description": "Global est une structure de décoration d’intérieur et de design d’espace, déjà en activité non légal, nous avons pour but d’apporter des solutions dans le domaine du design d’espace et déco in/ext."},
{"captain": "Ermane kabrel Fomayum tagnou", "name": "fabrication du biocarburant ", "description": "ce biocarburant sera fabriqué à base de déchets organiques provenant de la biomasse végétale le principe est simple : recyclé les déchets,boîte , pressé , fermenté pendant 48 jours "},
{"captain": "Dji Tristan cabrel", "name": "FreeMo(Freemo Money)", "description": "FreeMo est une application mobile qui facilite les transactions financières entre particuliers mais aussi entre particuliers et les entreprises (B to B et B to C). "},
{"captain": "Joakim Ndzengue", "name": "Biomass Energy", "description": "Biomass Energy est un projet d'exploitation de la biomasse ( cogénération) via une approche participative des populations et Collectivités avec une redistribution équitable des bénéfices induit."},
{"captain": "Abongdoh Maluyane titus", "name": "e-Mentor Africa", "description": "e-Mentor Africa is a platform that aims at using Extended Reality to create access to quality education for students in conflict zones, giving them the ability to study from the safety of their homes."},
{"captain": "Otou Eric faris", "name": "Lite Rural SCADA System (LRSS)", "description": "Le LRSS est un systeme SCADA dont le coût et la complexité de mise en oeuvre est reduit . Ce système est conçu pour la supervision des reseaux electriques aeriens ruraux . "},
{"captain": "Gilles Djeukam tientcheu", "name": "Lutte contre les embouteillage", "description": "Pour permettre une circulation continue au cameroun, je propose d'installé les appareils automatique que j'ai surnommé ASDPN (Auto Sélectionneur de Direction Passante et Non Passante )"},
{"captain": "Alain Nguiffo", "name": "MBOA ONLINE SHOP", "description": "MOS (Mboa Online Shop) is an idea born out of the need for the (Cameroon) lamda resident to be able to shop in any type of store safely from any device connected via our MOS application and website. "},
{"captain": "Frank  Nguekam wappi", "name": "E-CATALOGUE", "description": "Catalogue numeriuqe de e-commerce de produits et services personnalisés. Permettant aux e-commerçants de ventre sur leurs propres domaines et d'ajouter leurs produits et accepter tous types de paiemen"},
{"captain": "Simon peter aziwe Fru", "name": "Construct a Haus with seed300k", "description": "My project idea is to assist young construct or buy a house stressfree, seamlessly and as esay as possible with just a start up up savings of 300.000 cfa .\r\n"},
{"captain": "De la cote ii Tankeu", "name": "Edufall(education for all)", "description": "Edufall est un projet qui permettra de démocratiser l’éducation au Cameroun et en Afrique et améliorer le secteur de la formation en permettant un accès a la compétence que veulent partager les autres"},
{"captain": "Gwodog Marielle glory", "name": "GREEN-LIGHT", "description": "We aim at developing a device to facilitate the extraction and use of electricity from plants. Our objective is to develop an alternative green source of electrical energy ."},
{"captain": "Carine Dida fouotsa", "name": "Culture hydroponique de tomate", "description": "Le projet est la culture hydroponique sous serre de tomate sur un hectare de terrain dans la région du Nord Cameroun. En utilisant les débris de culture,les coques d'arachide, les excréments d'animaux"},
{"captain": "Ngang god'swill N.", "name": "A-CUBE MEDICAL SOLUTIONS", "description": "A -Cube Medical Solutions is a digitalized medical history records system that allows for remote and local access to patients medical records, both online and offline."},
{"captain": "Ahoudou Pitndap patouo", "name": "Aquaponie-valorisation déchets", "description": "Nous comptons accroître la production des protéines animales et végétales en optimisant l'espace (petite superficie, grands rendements). Par l'utilisation des matériaux de récupération (plastiques)"},
{"captain": "Ynia Ahmed", "name": "Malnutrition au Cameroun.", "description": "Formuler à base d'aliments 100% locaux, la Bouillie 237 est un complément alimentaire permettant de compenser les carences nutritionnelles dues à la malnutrition."},
{"captain": "Yannick geraud Defo fotso", "name": "Eh4A", "description": "Pour une planète écologique, construisons en matériaux locaux. Valorisons notre terre argileuse, recyclons le polyéthylène,les copolymères,éthylène,polypropylène (PP) tout en réduisant le taux de  CO2"},
{"captain": "Stéphane  Ambani", "name": "DOUZE ÉCOLOGIQUE ", "description": "Nous générons un cashflow via la mise sur pieds d'actifs agricoles, et investissons ce cashflow via des canaux numériques basés sur la blockchain au près de nos clients (MPME du secteur agricole). "},
{"captain": "Kendong Benice", "name": "Elegance Detergent Production", "description": "My products brings out the in dresses, dishes, environments.\r\nI equally offer quality training on how to produce liquid soap and powder soap."},
{"captain": "Livalam Debina", "name": "JOBARAP (Job Associé et Rapid)", "description": "Création d'un logiciel et d'un site internet qui permettra de réunir tous les professionnels de BTP selon leurs zone géographique. Un systeme de travail associé. Une solution qu'on nommera Jobarap. "},
{"captain": "Seruche Donchi", "name": "VIRTUAL LAB TECH", "description": "Virtual Lab Tech est une plateforme de simulation d’expériences qui intègre les équipements de laboratoires (bécher, erlen meyer, potence, solution liquides…) destiné aux élèves, étudiants chercheurs"},
{"captain": "Chamberlain Ndadem", "name": "Myciculture ", "description": "Mon projet consiste en la culture et la commercialisation du champignon. "},
{"captain": "Givette prudence  Chieguen", "name": "Webox", "description": "La Webox est un puissant ordinateur de poche, moins coûteux, consommant peu d'énergie et proposant des solutions tout en 1 pour une meilleure expérience utilisateur. "},
{"captain": "Romaric Nzie", "name": "couverture végétale et MDP", "description": "Restauration des milieux dégradés par le reboisement et mécanisme des villes propres par l'élimination du méthane et la diminution du dioxyde de carbone dans les villes et les zone rurales"},
{"captain": "Georges cédric Kuete takenzo", "name": "Domotique des bâtiments", "description": "Il est question d'une création entreprise en installation électrique et ajouté à cela une nouvelle approche moderne qui existe ailleurs qui est la domotique"},
{"captain": "Phanphile lajoie Nguedia tsafack", "name": "Laves de mouches avec propreté", "description": "Les mouches et les ordures indisposent, elles sont porteuses de microbes pathogènes et polluent l'environnement urbain. Nous pouvons en faire des sources de protéines animales alternatives."},
{"captain": "Philippe olivier Kouotou", "name": "Expo(next Career Builder)", "description": "Tu as des compétences où encore un atout? tu es passionné de quelque chose? EXPO est cette application multiplateforme là qui te permettra de valoriser tes compétences et des les transformer en revenu"},
{"captain": "Esperance derick wolneck Noumedem", "name": "Hope Global Structure", "description": "Nous avons pour but de construire des générateurs d'énergie libre, pour résoudre les problèmes liés au délestage."},
{"captain": "Boniface cellini Mendou zeubou", "name": "BM ENERGY", "description": "Mon projet consiste à créer une entreprise d'installation, maintenance et fourniture, des systèmes d’énergies renouvelables situé au Cameroun plus précisément à Douala. "},
{"captain": "Max-Well Kenne", "name": "Crème Naturelle Anti-MOUSTIQUE", "description": "Il est question de mettre sur pied une crème naturelle corporelle qui va repousser et éliminer les MOUSTIQUES qui viendront sur le corps. "},
{"captain": "Linda laure Douanla ngueguim", "name": "Safe Ride", "description": "Safe ride est une application qui a pour but de faciliter la circulation tout en garantissant la sécurité des passagers présent dans les taxis."},
{"captain": "Mohamadou Laminou", "name": "La couture en ligne", "description": "Couture et l'habillement"},
{"captain": "Joseph Ngoumou", "name": "Heaven Cloud", "description": "Heaven Cloud est un ensemble de solutions lier à la digitalisation de toutes les institutions camerounaises confondues ceci dans la confidentialité et le respects des droits de l'Homme."},
{"captain": "Eugene Kuate", "name": "Fecal sludge Management Buea ", "description": "The combination of the physiochemical, biological, microbiological parameters of the vermicompost is an indication that our vermicompost is without danger for the growing of crops."},
{"captain": "William Fankam katchap", "name": "INNOVATIVE AGRICULTURE SYSTEM", "description": "Le projet en lui même \" Innovative agriculture system\" ou système d'agriculture innovant est de prime à bord basé sur l'aéroponie qui est une méthode de culture hydroponique de plantes hors sol."},
{"captain": "Monica mesame  Ewang", "name": "EKOSE HEALTH APP", "description": "We at Ekose health tech, through our technology platform we connect users in \r\nboth urban, rural and remote areas to a large network of medical expert who offer medical services remotely via tech devic"},
{"captain": "Fabrice Finyom", "name": "Bonus Ecologique", "description": "Plateforme Informatique (Web&Mobile App, SMS) de gestion de déchets ménagers et des \"Bonus Écologiques\" consommable à travers les services sociaux (Santé, Éducation, Alimentaire, Eau et (Bio)Énergie)"},
{"captain": "Jean patrick Balla essama", "name": "Energy For Health Foundation", "description": "Mise sur pieds d'une fondation pour équiper les Centres Médicaux d'Arrondissement (CMA), les centres de santés ruraux en énergie solaire pour palier aux problèmes des coupures d'énergie électrique."},
{"captain": "Gaston boudier  Fotso simo", "name": "AFRI-CAD", "description": "AFRICAD vous propose son expertise de bureau d'études dans les domaines de la mécanique et vous apporte son assistance technique pour concevoir, dimensionner, optimiser, valider, conseiller et former."},
{"captain": "Arnold Sahka", "name": "Trust.pay", "description": "Trust.pay will build a mobile application that will provide a secure means for people to buy and sell online (through social media) with guaranteed refunds in case of an unsuccessful transaction"},
{"captain": "Yvon françois Tsolefack", "name": "EcoEnergy", "description": "EcoEnergy is a project that offers an energy efficiency hardware and software solutions to  foster and enhance energy savings in urban, peri-urban households and in small industries."},
{"captain": "Clarence Mbokol", "name": "Transformation du charbon", "description": "Ouvrir une plateforme de service nounous à domicile à n'importe quelle heure "},
{"captain": "Nenkam Christiane laure tchuente", "name": "Interior design(Beauty maison)", "description": "This is a project that entails creation. Bringing out imaginations to life. My main purpose for this business is create awareness about designing and letting us know that what ever we see we can get."},
{"captain": "Yvan richenel Kamga kamgue", "name": "Dedia", "description": "Mon projet porte sur la mise sur pied d'un nouveau réseau social uniquement dédié à la création de nouveaux business et activités en Afrique"},
{"captain": "Blériot cabrel Takoumbo", "name": "Royal Group sarl", "description": "Royal Group sarl serait  une entreprise de conception et de construction diverses telque : les bâtiments, conception ponts et routes, l'immobilier, construction bois , construction en verre trempé"},
{"captain": "Joseph bienvenu Owono abega", "name": "Awa_solar", "description": "Awa_solar avec son le projet \"chaque famille a droit a la lumière\". Le  projet consiste à donner aux villages , ainsi qu'aux populations démunis de nos zones rurales la joie de gouter à l'électricité"},
{"captain": "Gregory orlando Eko’o medjo", "name": "SKYLINE FinTech ", "description": "Ce projet a pour but de mettre en place une plateforme garantissant aux salariés Camerounais, une solution 100% digitale d’avance sur salaire par le biais d’un site internet et une application mobile"},
{"captain": "Walther ramella Toguem deffo", "name": "Aquafride", "description": "Nous comptons mettre à la disposition des populations de Douala III du poisson 100% bio possédant toutes ses valeurs nutritives en vue de lutter contre les problèmes du aux produits congélés"},
{"captain": "Waffo bénédicte Megne", "name": "Zero Waste Life Style Shop", "description": "Mon projet consiste à ouvrir une boutique zero déchet qui va permettre de bousculer les habitudes de consommation favorisant la production des déchets. "},
{"captain": "Kisob Patience gheghe", "name": "Passion Fruit Movement", "description": "Passion Fruit is a unique media platform with an objective to bring together governments, the private sector and civil society through the art of writing, and speaking in the form of interviews."},
{"captain": "Elisée yannick Wong ondobo", "name": "ELECTRISACAM", "description": "Le projet ELECTRISACAM veut exploiter l'énergie solaire  pour une meilleure alimentation en énergie."},
{"captain": "Gnagna  Adamou sambero", "name": "Cluture du riz", "description": "Cultivé le riz dans espace d'environ 20 hectares "},
{"captain": "Germain Foe", "name": "Albatros ", "description": "Créé un site de vente en ligne à l'image de Jumia. Qui dans un premier tant va permettre au Camerounais d'acheter et de se faire livrer n'importe quel produit dans tout le Cameroun..."},
{"captain": "Brandonne Takoudjou ngossong", "name": "Takpaid", "description": "Takpaid est un système de paiement sans contact qui repousse les limites du paiement mobile en effectuant des transactions financières grâce a la technologie de la communication à champs proche."},
{"captain": "Fils jean jacques Ntjamlla ntjamlla", "name": "Smart City Group", "description": "La Smart City Group va assurer la performance globale du territoire, sa durabilité grâce à l'équilibre entre le développement et économique, le respect de l'environnement  et la qualité de vie."},
{"captain": "Dexter Bessi", "name": "Dexlife Nutrition ", "description": "Notre produit et service est crée pour aider les femmes et hommes touchés par l’obésité qui cours un grand danger  d’avoir le diabète, hypertension artérielle, arthrose, maladie cardiovasculaire etc.."},
{"captain": "Edith violene  Bessala", "name": "Bien-être pour tous", "description": "Bien- pou  tous est projet qui porte sur l'amélioration des conditions de santé au Cameroun, notamment sur le Paludisme. À travers une plante thérapeutique, Artemisia et dont l'efficacité est certaine"},
{"captain": "Albert bertin0  Libong", "name": "EasyFish", "description": "La demande nationale en poisson évaluée à 400.000 T/an. Aquaculture intelligente, qui viendra booster la production locale, diminuer l’importation et avoir du poison à des prix abordables. "},
{"captain": "Briand  Duala", "name": "Entreprise de finition de BTP", "description": "Cette entreprise permettra d’accompagner les bureaux d’etudes, les entreprises spécialisées dans la construction de maisons, immeubles et bâtiments dans la finition( plomberie, etc...)de ces édifices "},
{"captain": "Achumbom Haggai akumbom", "name": "Connect ", "description": "A Mobile app and Website  that enables you to connect with employers for jobs an opportunity andget mentored after by an working or and expert in the domain to help you adapt to your work environment "},
{"captain": "Alain giresse Temfack", "name": "smart Health Africa", "description": "Smart Health Africa est un logiciel d'automatisation hospitalière moderne et complet de n'importe quel établissement médical. il permet aussi de suivre le patient à distance ou de trouver un medecin "},
{"captain": "Saidou Aliou", "name": "Rajd", "description": "Mon projet d’entreprise consiste à lutter contre toute menace qui pèse sur la communauté ( guerre,famine,analphabétisme)"},
{"captain": "Jacqueline christelle  Seumeni nguendjui", "name": "Fauteuil dentaire de campagne ", "description": "Il s’agit d’un prototype de fauteuil dentaire portatif pour campagne. Il est à fonctionnement pneumatique, doté des distributeurs d’eau et d’air. Il Permettra de faire des premières interventions."},
{"captain": "Nadine Baran", "name": "Nadine fashion ", "description": "Permettre aux personnes qui ont un caractère timide renfermer de s assumer en société peut importe importe leur taille corpulence ou religion"},
{"captain": "Geh Bodwine nong", "name": "Mushroom for Local Development", "description": "Mushroom is a fungus, very Rich in minerals, vitamins, proteins and energy. It takes 21 days to produce mushroom from day planting to harvesting. It has very little capital investment with huge profit"},
{"captain": "Emmanuel Fru", "name": "SmartSana Farms ", "description": "SmartSana Farms is a data-driven agricultural process-engineering firm that aims at drastically improving agricultural production efficiency by implementing tailored precision agriculture solutions.  "},
{"captain": "Ndzana soh Nadège", "name": "Feed all program", "description": "This agricultural project is a means to grow crops that will be able to feed a limitless number of population at low cost aiding to reduce the level of famine and starvation in this part of the world."},
{"captain": "Huguette Chamo djomatou", "name": "Agence d'assistance malades ", "description": "Notre service consiste à apporter une assistance psychologique , physique , d'appartenance , affectif ,et morale aux personnes malades , aux personnes âgées et des enfants difficiles .\r\n"},
{"captain": "Hermann william Ekwalla misse", "name": "Serres agricoles intelligentes", "description": "Ce projet s'est donné pour mission de produire des légumes de haute qualité pour la population locale, à travers la construction d'un réseau de serres agricoles intelligentes. "},
{"captain": "Sambo Hamadou", "name": "BIOCHAR", "description": "Ce projet propose une diversification de sources d’énergies domestique afin d’atténuer la pression exercée sur l’abattage des arbres et la déforestation. Et apporter une meilleure gestion déchets."},
{"captain": "Sigalla william Ndiapa", "name": "Prep-Class Digital Services", "description": "Prep-Class is an online platform created to help increase the flow of information on job,scholarship and other vital opportunities for Cameroonians, both home and abroad "},
{"captain": "Ahidjo Maikoyanso", "name": "PlanClean", "description": "Notre projet consiste à rendre les villes propres en procédant au ramassage des déchets dans les rues. Nous allons particulièrement recycler les déchets plastiques pour fabriquer une gamme de sacs."},
{"captain": "Virgile Tipounou tonleu", "name": "Lary crea and building", "description": "lary crea and building est une structure  à deux vollet (premiere un bureau d'etude, de conception er de réalisation  en BTP et en fin un second bureau d'infographie, serigraphie et formation )"},
{"captain": "Kim axelle Koupwa", "name": "Char des dieux industrie", "description": "Projet de transformation et valorisation des essences locales. La finalité étant la production de principes actifs et produits semi-finis destinés aux industries de production voire aux particuliers."},
{"captain": "Steve junior Bayokolack", "name": "YATCHO Art AFRICA world", "description": "Centre de recherche en sciences et art classique de proximité. Entreprise écologique d'industrie artisanale. Engagé dans la promotion d'emploi jeune en Afrique par la lutte contre la pollution plastiq"},
{"captain": "Sorel Wambo fokouo", "name": "Fabrication du charbon eco", "description": "Mon projet consiste a cree une usine qui transforme les dechets(feuilles mortes,dechets de cuisine,herbes, etc...) en charbon pour des besoins de chauffages des menages pour eviter le deboisement."},
{"captain": "Carine linda  Danadam", "name": "Coton_Energie ", "description": "Transformer les tiges de coton en d'autres produits dérivés, principalement les panaux de particule dont on peut se servir pour les meubles. Et aussi transformer ces tiges en charbon,... "},
{"captain": "Zra vandi Arnaud landry", "name": "prothèse auditive universelle ", "description": "Il s’agit, d’un amplificateurs de sons miniaturisés,  qui appareillent les personnes malentendantes et dont la finalité est de faire vibrer les liquides de  l’oreille interne ."},
{"captain": "Gregory martial  Yemdji", "name": "Flash delivery service ", "description": "Livraison de gaz domestique dans les ménages, livraison des repas, transport sécurisé via les motos taxis. "},
{"captain": "Lancine gildas Wandji kepgang", "name": "Afric_dev", "description": "Créer un opérateur de service informatique"},
{"captain": "Millen jabea Netongo nakeli", "name": "Black Métis (Hair texturizer) ", "description": "Black Métis is a natural product which texturizes virgin hair and helps African girls and women manage their Type 4C hair. It gives the hair a softer and more detangled look making it easier to manage"},
{"captain": "Maliki Fadimatou", "name": "Diméo", "description": "Le projet consiste à développer une plateforme d'apprentissage de la langue moufou et de répertorier les langues du grand nord du Cameroun. Et répertorier les différents arbre de la zone"},
{"captain": "Jordan  Meulak", "name": "Bio Astro tech", "description": "Bio astro tech sera une entreprise de référence pour la maintenance des équipements biomédicaux dans le Cameroun et dans la sous region. Elle sera spécialisée dans les appareils d’hémodialyse"},
{"captain": "Patrick roland Ambadiang", "name": "Énergie solaire", "description": "La projet a pour but d'alimenter les ménages grâce à l'énergie solaire"},
{"captain": "Laudrup Yomi leumy", "name": "Elevage", "description": "Le projet consiste à implanter un élevage reproducteur de poules de race à vocation \r\nmixte chair-ponte, de réaliser sa multiplication et la diffusion des poussins auprès des éleveurs."},
{"captain": "Rachelle rania Moutongo diba", "name": "BioCamerProducts.BCP", "description": "BioCamerProducts BCP est une industrie agroalimentaire 100% Camerounaise qui transforme des aliments issues de l'agriculture biologique effectués par des agriculteurs camerounais de nos régions."},
{"captain": "Ngwa shu Princewill", "name": "LBS Group", "description": "legal,business and career development services"},
{"captain": "Florence Biyo", "name": "Anti Covid", "description": "il consiste a lutter massivement contre la propagation du covid19 dans notre continent..."},
{"captain": "Abdel Mfougouon njupoun", "name": "Africa Technology", "description": "Africa Technology est une startup panafricaine qui a pour vision de développer des produits à la pointe de la technologie, notamment dans les domaines Intelligence artificielle, robotique, IoT..."},
{"captain": "Kary Asofah nkunye", "name": "Karly Furniture ", "description": "Karly furnitures is a company that fabricates household furnitures such as chairs, tables, stools, sofa and other objects meant for decoration with mostly the use of Tyres, Plywood."},
{"captain": "Franck beriche Semdedemo njitheu", "name": "Homia", "description": "Homia est une plateforme qui apporte plus de visibilité aux offres de logements (maisons, terrains, studios a Louer/ Vendre) a proximité et ainsi faciliter la recherche et l'acquisition de ces biens."},
{"captain": "Nathanaël  Belinga", "name": "Mélozik Entertainment ", "description": "MELOZIK Entertainment est un label évènementiel africain spécialisé dans la production, la promotion et la communication de marque. Le label est également une plateforme de promotion culturelle."},
{"captain": "William brice Tsague zapdji", "name": "EvalTech", "description": "Nous aimerions proposer un suivi personnalisé aux apprenants par une plateforme de soutien, de révision, de préparation et d’accompagnement à la maison; fiable, peu coûteuse et innovante en ligne."},
{"captain": "Marie ange ordy Nabongoue etogo", "name": "efoodsmarket", "description": "efoodsmarket est une plateforme en ligne permettant a ses potentiels utilisateurs et utilisateurs de faire leurs courses en ligne et d'être livre a domicile "},
{"captain": "Sefuo foku Lonyem", "name": "On-Demand home services", "description": "MISSION: Ease households’ and organizations’ access to compliant service providers, and increase number of jobs earned by service providers from the convenience of their smartphones.\r\n"},
{"captain": "Franck gaël Signe ngueloh", "name": "TRAVAUX CAMEROUN", "description": "TRAVAUX CAMEROUN a pour objectif principal de mettre à la disponibilité de toute personne voulant effectuer des travaux liés au bâtiment, le Technicien et/ou le prestataire qualifié près de chez elle."},
{"captain": "Paul Agouma", "name": "SAHEL ELECTBOX", "description": "Nous allons utiliser l’espace public d’une manière positive, les villages vont devenir connecter grâce aux panneaux solaires sur des kiosques fournissant de l'électricité pour des recharges diverses"},
{"captain": "Etienne Nyambe mody", "name": "Assistance à Domicile ", "description": "Maintenance / Mise à jour des installations et équipements électriques, électroménagers, froid et climatisation et plomberie dans les ménages et entreprises  au Cameroun   "},
{"captain": "Donald Wafo", "name": "Inside Recruitment", "description": "Inside Recruitment est l’initiative d’un jeune ingénieur Camerounais, qui décide de mettre sur pied une startup pour remédier au problème de chômage dans son pays. "},
{"captain": "Duval Diengue", "name": "DreamTek", "description": "Une entreprise qui aura pour mission de développer des solutions innovatrices pour répondre aux nombreuses attentes du quotidien et ainsi facilité la vie de nos confrères grâce à la technologie."},
{"captain": "Stéphane baurain Takodjou kuate", "name": "Find IT group", "description": " Find IT group est un projet de création d'entreprise de prestation de services dans le domaine de la maintenance industrielle. Le but majeur est d'implémenter la maintenance 4.0 dans nos industries."},
{"captain": "Fokou soh  Fredy", "name": "WADI", "description": "Waste-to-Diesel (WaDi) is a project based on thermo-chemical process which converts waste plastics such as polyester, polystyrene, PVC into fuel oils. "},
{"captain": "Chengu  Abeenwi che", "name": "Mushroom production ", "description": "Oyster mushrooms are one of the most cherished foods. It contains most nutrients in good proportions.Mushroom production provides an ideal opportunity for conversion of agro waste into wealth. "},
{"captain": "Judith Ebogo", "name": "BeJoin", "description": "BeJoin est un réseau qui met en liaison particuliers et professionnels du domaine de la construction au Cameroun.\r\n"},
{"captain": "Raymond axel papily Ateba ondja'a", "name": "GreenSource", "description": "GreenSource est un projet qui a pour but, de mettre une énergie propre à la disposition des Camerounais selon leur besoin de consommation."},
{"captain": "Frank eric  Mbouga", "name": "Gosaca", "description": "Gosaca.com is a startup company which has a large network of trustful partners ready to deliver trustful services to anyone willing to save 5 daily hours generally loss in Traffic congestions, etc. "},
{"captain": "Armand Mboe ndzouli", "name": "Ndzoulimarket", "description": "Ndzoulimarket est un site de vente rapide et facile de produits de tout genre ndzouli mets en relation les vendeurs et acheteurs et propose des services "},
{"captain": "Sara Timb", "name": "Smart-dustbin +", "description": "Machine de collecte des bouteilles plastiques PET et des déchets papiers pour la modernisation et l'optimisation de la collecte de ces déchets afin d'augmenter leur flux de recyclage."},
{"captain": "Livia Momo", "name": "LivieMoms@Job", "description": "Service ménage, par heure, par semaine à tout prix pour tous, être une entreprise de confiance et de fiabilité."},
{"captain": "Arsène aimé Talla", "name": "Allo Alpha ", "description": "Allô Alpha est une plateforme numérique où les habitants du Cameroun pourront s’y inviter pour tout besoin de service "},
{"captain": "Siméon Obama betene", "name": "Kuery bio-ecological farm", "description": "Notre projet consiste à fournir des produits agropastoraux qui respecte la santé humaine , l'environnement,et contribue à la relève le milieu agricole de notre pays"},
{"captain": "Frank charles Dhin etia", "name": "Industrials Clusters Woman ", "description": "La Industrials Clusters Woman en abrégée ICW est une plateforme digitale féminine de clustering des PME dirigées par des femmes avec des grandes entreprises. "},
{"captain": "Herine Ipouk", "name": "MySingle Card", "description": "MYSINGLE CARD est une solution de carte numérique qui permet un suivie permanant des activités d'un individu grâce à des plateformes automatisées."},
{"captain": "Erna lothe aurelie Mouyeme mongue", "name": "Eva's Beauty Products", "description": "Eva's Beauty Products est un projet qui vise à non seulement lutter contre le décapage mais aussi promouvoir le naturel. Les produits Eva's sont des produits 100% Naturels à base d'huile de palmiste."},
{"captain": "Radivine varelle Fomekong tifa", "name": "SWEET NATURE                  ", "description": "Sweet nature est une start-up qui fait dans la fabrication artisanale des bonbons à base de produits naturels,locaux bon pour la santé et avec des sucres à faible taux d'indice \r\nglycémique"},
{"captain": "Inesse Sikati", "name": "Greenplan", "description": "Greenplan est un système intelligent  de collecte de bouteilles plastiques auquel est associé un système de récompense"},
{"captain": "Ghislain Ndo", "name": "Livraison a Domicile", "description": "Livraison a domicile est une entreprise qui aura comme mission de livré n'importe quelle produit a chaque ménage a domicile. Ainsi chaque ménage poura passé une commande et attendre la livraison "},
{"captain": "Pelagie lyna Tia wati", "name": "Mother's MILK BANK", "description": "Mother's MILK BANK est  un centre de collecte, d'analyse bactériologique, de pasteurisation, de lyophilisation, d'étiquetage, de stockage et de délivrance médicale du lait maternel."},
{"captain": "Gaëtan Kouam", "name": "Double kits des impôts ", "description": "Double kits des impôts version camerounaise est une entreprise exerçant dans les domaines de la fiscalité du droit et de la comptabilité Africaine via une multitudes de services physiques et en ligne "},
{"captain": "Olive Mbock", "name": "Afro-Gold", "description": "Afro-Gold se veut de promouvoir la culture africaine en général à travers le port du pagne. Il vise la promotion aussi du savoir-faire africain à l'ère de la modernité et de l'écologie."},
{"captain": "Leslie Tieubou tsopgni", "name": "Zoocamer : élevage vert", "description": "Il s'agira de créer un blog qui sera utilisé pour la publication d’articles simples basés sur des recherches scientifiques en vue de montrer aux éleveurs les  méthodes pour produire bio et rentable."},
{"captain": "Ramses Tagne", "name": "Lingo", "description": "A social media platform designed for rising star Africans, specially artists, with a secured system that enables money payment to users, and provide a platform for advertisement for local businesses"},
{"captain": "Mike Fimba tankeu", "name": "MARCHAND DES VIVRES FRAIS 237", "description": "Notre projet vise à installer un espace de ventes des vivre frais de très bonne qualité, aussi de commercialisation et de promotion des produits agroalimentaires fabriqués par les jeunes promotrices."},
{"captain": "Bristol Fokou tekouo", "name": "Free Agri House ", "description": "Free Agri House consiste à créer des \"green station\" dans les quartiers afin de mettre à la disposition des domiciles des systèmes aquaponiques, une équipe de suivi et un mini marché locale."},
{"captain": "Emmanuel dylan Bitha abona", "name": "Make Mazout", "description": "Peer to peer platform to promote the cleaning of streets and places."},
{"captain": "Victorine Ngo bahita", "name": "Building market ", "description": "Création d’une plateforme d’achat et de livraison des matériaux de construction en Afrique en général et au Cameroun en particulier."},
{"captain": "Aymard Djadchin ngueuaba", "name": "Hospisoft", "description": "A platform which optimises the management of the patient journey by medical staff, from admission to discharge. It helps save lives through diagnostic support, prescription control,"},
{"captain": "Oussoumanou Boubakari", "name": "Viva Anacarde", "description": "Notre projet consiste en la création d'une unité de transformation local des noix de cajou"},
{"captain": "Sandra Awana", "name": "O’Green : agriculture saine", "description": "L’agriculture saine:ce projet est comme son nom l’indique un moyen de fournir plus de produits alimentaires pour nourrir plus de personne dans notre pays.En faisant des plantations de diverses plantes"},
{"captain": "Ange valere Wobinwo azaly", "name": "Scooper", "description": "Le projet \"Scooper\" a pour but d'améliorer la qualité de service dans les structures sanitaires du Cameroun au moyen d'une plateforme en ligne."},
{"captain": "Maffo Brinda", "name": "Création des emplois", "description": "Implantations des entreprises pour la fabrication des chaussures en fin de réduire le chômage et remonter l'économie avoir notre propre marque rénové les orphelinat en faisant des gala de charité "},
{"captain": "Joséphine michaëlle Chepat", "name": "Fabrication des jus naturels", "description": "Bonsoir Mesdames/Monsieurs. Merci beaucoup pour cette opportunité. JOSEPHA FRUITS JUICE (JFJ) fait dans la transformation des fruits en jus naturel sans aucun additif. J'ai une employée à ma charge."},
{"captain": "Noella atuh Ngoh", "name": "Smart Seeder", "description": "Smart Seeder est un engin muni aussi d’une application permettant de semer automatiquement des graines (maïs, haricot, arachides etc. …) et d’effectuer le suivi des plants en fonction du sol employé."},
{"captain": "Alex Tamgno", "name": "Milet emploi service", "description": "De développer une plate forme Physique et virtuelle pour accompagner les entreprises au niveau du personnel selon leur besoin et vice versa pour les personnes au chaumage. "},
{"captain": "Alfred  Liboma yebga", "name": "CAMER-ELECTRIC", "description": "CAMER-ELECTRIC est une entreprise technologique prestataire de service à paiement au COMPTE-GOUTTES  dans l'étude, la réalisation, la maintenance de la logistique électrique moderne et écologique. "},
{"captain": "Blondo baly Fogha", "name": "Vente et achat de crédits ", "description": "Transformer nos dépenses en source de revenus passif, de maître sur pied une plateforme sur la quel on peut acheter et vendre du crédit de communication et forfait internet et avoir de commission "},
{"captain": "Fonguazi James-collins", "name": "Le Guide +", "description": "Le Guide + is an app that connects all individuals to professional Counselors, Therapists , Doctors and professor this app is set to help all individual facing problems with their health, family, Life"},
{"captain": "Yann landry Kibong", "name": "LAGRICULTURE", "description": "LAGRICULTURE  propose aux petits agriculteurs et coopératives agricoles,  des services mécanisés et professionnels pour la préparation, l’ensemencement, et l’irrigation des parcelles agricole. "},
{"captain": "Brigitte merra Bisso atangane", "name": "SMART SLATE", "description": "Smart Slate est une ardoise intelligente permettant aux enfants d'effectuer leurs révisions de manière autonome."},
{"captain": "Silvere Taguimdje tsafack", "name": "Innove competing ", "description": "l'objectif est de recycler ou de transformer les dérives des rejets de bananiers, des souches de palmiers et de la sciure de bois pour en faire des murs isolants, mobiliers dans le Bâtiments. "},
{"captain": "Kennedy Fai", "name": "The Apple Revolution", "description": "The Apple Revolution is a passionate concept of Kennedy Fai, CEO of The Apple Revolution founded in 2018\r\n\r\nWe're aimed at fighting climate hazards, poverty, unemployment and poor health with fruit tree"},
{"captain": "Didier  Onana", "name": "Tour du Monde", "description": "Tour du monde est un studio d'animation camerounais qui vise à produire des films d'animation ( dessin animé) made in Cameroun. A notre actif nous avons déjà un cours métrage de 9 min. "},
{"captain": "Lucien freddy Letono", "name": "Katalima", "description": "Katalima est une solution web pour recherche et gestion de logement"},
{"captain": "Tina Eyei ekambi", "name": "vanille du Moungo", "description": "le projet vanille du Moungo consiste à répondre à une forte demande de vanille et des produits à base de vanille au Cameroun. Notre objectif est de PRODUIRE, TRANSFORMER ET COMMERCIALISER la vanille."},
{"captain": "Davy gael Djomeni", "name": "Strateg Management Consulting", "description": "Strateg Management Consulting est un cabinet conseil qui accompagne stratégiquement les PME à travers des services à valeur ajoutée dans les domaines de la communication, du marketing et des projets."},
{"captain": "Steve  Nouguen", "name": "EDL ENVIRONMENT", "description": "Le projet vise en la transformation des déchets ménagers et assimilés en engrais biologiques a l’aide d’un traitement anaerobique puis sa commercialisation"},
{"captain": "Rita Tchianze djimeli", "name": "Tech Life Academy Boosting ", "description": "TechLAB a pour but d'initier les plus jeunes dès 4 ans dans le domaine des technologies; développer  leur créativité et augmenter leurs compétences . Mettre sur pied des ordinateurs propre à nous ."},
{"captain": "Lucas kunz Ekedi mpacko", "name": "Groupes électrogènes propres", "description": "Ceci consiste à mettre sur le marché des groupes électrogènes moins polluants ou de convertir ceux présents sur le marché à utiliser une source d'énergie plus en phase avec l'atmosphère."},
{"captain": "Taku Steff", "name": "Income flow", "description": "Income flow business project consist of creating or opening a retail shop with many different kinds of products and services operating as MLM shop."},
{"captain": "Samuel jonathan Tchouen", "name": "AGRITEK", "description": "service : transport des produits vivriers , vente sur notre site web des produits agroalimentaires locaux , mise en relation avec des manœuvres , création de dépôt agricole ."},
{"captain": "Meinrad Temgoua", "name": "ECO SOLAR TECHNOLOGY", "description": "Notre projet consiste à la vente, l'installation et à la maintenance des panneaux solaires photovoltaïques."},
{"captain": "Olivier Tietsap tchoffo", "name": "Élevage 3 . 0", "description": "À la recherche des moyens devants me permettre de lancer l'élevage des poulets, porcs et escargots. D'où le nom 3 . 0 (trois zéro).\r\n\r\nEn fait, je veux faire du trois en un."},
{"captain": "Rodrigue Ngueutsa", "name": "Taxi at your Door", "description": "My project consists in putting at the disposal of passengers/clients in Yaounde, taxis they can call from everywhere to take them to their various destinations without necessarily taking on a bike."},
{"captain": "Martial Nounga", "name": "Liavart", "description": "Plateforme de mise en relation entre offreurs et demandeurs d'emploi et de services.\r\nDécouvrez également la promotion de divers produits en vente, et faites vos achats en ligne."},
{"captain": "Moise samuel Mbita", "name": "Transecure", "description": "Comment convertir son crédit téléphonique en Argent mobile money ? Vous avez  un reste de crédit la fin du mois approche et vous n’avez pas encore tout dépensé…  que faire ?"},
{"captain": "Vladimir bovial Nyandja njika", "name": "NB FOODS ", "description": "NB FOODS est une entreprise agroalimentaire qui est centré  sur la transformation des produits agricoles du territoire Camerounais ."},
{"captain": "Maximilien Noussihou", "name": "MAX-POWER \"TAXI City services\"", "description": "Mon projet vise à mettre à la portée des populations urbaine   s des services de transport urbain bien sécuriser et confortable  à travers les taxis et créant par la même occasion des emplois."},
{"captain": "Mariette Kameugne", "name": "Business 237", "description": "Business 237 est une future application mobile conçue par des camerounais visant à relier les potentiels investisseurs et les porteurs d'affaires avec manque de moyens financiers. "},
{"captain": "Christian  Mbele", "name": "HAWROUGO GNAMDOU", "description": "Hawrougo Gnamdou est une solution blockchain qui permet le suivi et l'audit numérique des produits alimentaires en temps réel de la production à la consommation."},
{"captain": "Ngo malang Elise andrienne", "name": "ELISHABA", "description": "ELISAHAB est un assistant marketing numérique qui permettra à un commerçant (petit ou grand) de mieux gérer ses activités de vente sur la base de statistiques quotidiennes pertinentes."},
{"captain": "Karel ares Tatiekam pokam", "name": "SYMBIOSE ANCIENT FOOD ", "description": "Redonner vie à nos boissons avec des cultures de bactéries vivantes bien pour la santé (probiotiques) qui enrichissent la boisson en enzymes actives, vitamines et améliore la digestion."},
{"captain": "Adamu Aliyu", "name": "AgriFlow", "description": "AgriFlow is a mobile platform which create a community of farmers, where they can share their different experiences and help each other.  "},
{"captain": "Chauvel Mani", "name": "Bacademie", "description": "Bacademie est une plateforme qui permet aux formateurs de créer et de vendre des formations dans leurs domaines et aux apprenants, d'accéder à bas coût à des formations de qualité."},
{"captain": "Marie noël  Boufaing", "name": "Smart gas stove", "description": "Smart gas stove est un réchaud à gaz doté d'un système électronique permettant de: fixer le temps et la température de cuisson, réguler le débit de gaz  allumer ou éteindre automatiquement la flamme.\r\n"},
{"captain": "Acho Precious ilambo bau", "name": "PEUX PAS ECHOUER AFCON 2022", "description": "Dedicating music and football for unity and reconciliation, Development and peace for the homecoming TotalenergiesAfcon2021-2022. \r\nMusic Video  Link on YouTube: https://youtu.be/QB9TITPx6ik"},
{"captain": "Cédric basilio Cheudjeu tefoye", "name": "Reppi", "description": "Reppi est une solution entreprise / plateforme pour entreprenariat, il permet de mettre en exergue la relation entre porteurs de projets et investisseurs."},
{"captain": "Yvan gabriel  Ytembe mouatcho", "name": "Électrification rurale ", "description": "Desservir des zone rurales en  leurs produisants une énergie écologique autonome  , et  permettre aux industries d’avoir assez d’énergies électriques   pour fonctionner et de s’installer encore plus ."},
{"captain": "Thierry Noutcha", "name": "MARSEDU - L' école connectée", "description": "Les outils du numériques (appareils, applications...) au service d'une éducation et d'une image Propre, éthique, responsable, présentable et PROSPERE pour un avenir RADIEUX, RESPECTABLE et GLORIEUX."},
{"captain": "Bleck Tekeu", "name": "POSSA", "description": "Dans le cadre des échanges financière entre les Hommes au Cameroun se pose le problème de petite monnaie. Alors POSSA se veut être la plateforme numérique  qui viendra permettre une meilleur facilité."},
{"captain": "Philippe Atine", "name": "Seven Gelato", "description": "Seven gelato est un glacier italien moderne que l’on voudrait situer dans la ville de N’gaoundere en sa zone estudiantine. De la crème glacée de qualité pour des prix adaptés à la clientèle. "},
{"captain": "Blandine sonia Bad mempong", "name": "Centre Commercial virtuel 3D", "description": "Projet de création d'un centre commercial virtuel qui permettra grâce à la réalité virtuelle au Camerounais de vendre, échanger, effectuer des achats dans les enseignes présentes sur la plateforme."},
{"captain": "Dylane junior  Ngangya tchakini", "name": "Labo-élec & btp", "description": "Labo-élec & btp comme son nom l'indique un laboratoire d'études et implémentation de tâches électriques, électroniques, électrotechnique, automatisme, se rattachant au bâtiment et aux travaux publics"},
{"captain": "Bruce sanders Guenkam", "name": "SpeadingTracking", "description": "SpeadingTracking est un système fiable et non corruptible de détection de tout excès de vitesse peut importe l'endroit ou il est commis afin de limiter le nombre d'accidents de la circulation. "},
{"captain": "Pierre dimitri Beeh ekoueye", "name": "École disciplinaire ", "description": "Le projet est axé sur l'éducation des jeunes car dans mon pays et en afrique la jeunesse est de plus en plus incontrôlable, pervertie et violente alors il s'agit de recadrer les plus récalcitrants"},
{"captain": "Deutou Aurelle", "name": "Gaz et engrais naturel", "description": "Des maisons  passant  par le tri puis par la production  de gaz naturel  grâce  au composte et l'utilisation  de ce composte pour la production  agricole. "},
{"captain": "Enow Derrick etchu", "name": "The 1000 ERA (the1000era.com)", "description": "THE 1000 ERA  aims at training the next generation of 10 000 Cameroonian entrepreneurs on the Art of Entrepreneurship and Funding while providing them with seed capital of atleast 500000 CFA to start."},
{"captain": "Ulrich d'elord alexandre Gnesse", "name": "Salem logistique", "description": "Salem logistique est spécialisé dans la logistique et le transport : (e-services) il facilite également la vente en ligne sur notre site web"},
{"captain": "Lontsi Nzonkem leonel", "name": "MySmartHouse", "description": "En gros il s’agit d’une maison possédant plusieurs capteurs tels que température, lumière,\r\nmouvement collectant les données qui permettrons d'automatiser les taches à travers une application mobile."},
{"captain": "Eugène patrick  Manga", "name": "Impact ", "description": "Création d'une agence pour la promotion de l'information financière (APIF) . Qui aura pour but de collecter, de traiter et de diffuser l'information du service financier auprès de tous les acteurs. "},
{"captain": "Tristan Benam", "name": "Wolf cercle de soins", "description": "Wolf cercle de soins vise à la décentralisation des barbers en dépêchant un service a domicile, et dans les bureaux tant civils qu'administratifs afin de palier au problème de la demande grandissante"},
{"captain": "Fali mbeh Harry", "name": "MBEH WINERY", "description": "KURA is an exquisite wine brand, a blend of ingenuity & originality crafted with passion from tropical fruits & other plants achieving great socio-economic & environmental impacts on all stakeholders "},
{"captain": "Arolle natacha  Kamdoum mache", "name": "Clinique de l'Être", "description": "La Clinique de l'Être est l’allié des entreprises dans la gestion du stress et conflit en milieu de travail. Elle soutient aussi les particuliers dans leur moment de stress, anxiété et dépression."},
{"captain": "Sabine micarenne  Moukodi", "name": "Transformation des  fruits sec", "description": "Mon projet porte sur la transformation des mangues seché qui est aliments nécessaires pour les personnes car elle a une force teneur en gluvide faisant ainsi d'elle un aliments hautement énergétique"},
{"captain": "Mireille Kueta", "name": "agroalimetaire", "description": "mon projet consisteras a effectuer l'élevage et grâce au fumier qu'ils produiront je pourrais fait des cultures bio et naturelles tout en vendant                           \r\n"},
{"captain": "Franck Ngaba", "name": "Xerxes Cameroun", "description": "Une Plateforme qui permet de traduire les 256 Langues Camerounaises"},
{"captain": "Serge Son", "name": "valorisation de l'informel", "description": "Notre projet vise la valorisation des travailleurs de l'informel qui représentent environ dans leur ensemble 82% des travailleurs oubliés au Cameroun exemple des taximens"},
{"captain": "Franck michael  Nana ngogang", "name": "GOV Clean sarl ", "description": "Entreprise de fabrication des produits d'entretien : detergent liquide multi usages \r\nLiquide vaisselle \r\nEau de javel \r\nGel hydroalcoolique "},
{"captain": "Hamadou Habibou", "name": "Digitalisation des établisseme", "description": "Notre projet consiste à mettre sur pied une plateforme de haute technologie. Cette plateforme sera un atout pour les chefs d'établissements, les parents, les élèves et les enseignants. "},
{"captain": "Steve landry Pando tiokou", "name": "Purwater solar", "description": "Notre projet consiste en la réalisation des stations de traitement d'eau potable à l'aide de l'énergie solaire dans les villages et zones périurbaine au Cameroun."},
{"captain": "Brice léonel Nono wandji", "name": "Djimi Quick", "description": "Le projet consiste à produire et commercialiser des farines locales, des aliments précuits ( haricots, maïs, patates d'arachide,...) pour réduire le temp et l'énergie nécessaire à leurs préparation. "},
{"captain": "Dinamou Didier", "name": "Réfrigérateur solaire en argil", "description": "Ce Réfrigérateur est adapté a la température du Sahel,très moins coûteux.il fonction sans batterie de stockage,les matières premières (soleil, argile) sont abondantes, protège l'environnement"},
{"captain": "Yves Bibaye bibaye", "name": "M & O Engineering Solutions", "description": "Il s'agit d'un bureau d'études tourné vers les secteurs minier et pétrolier. \r\nRéalisation des études d'exploration et d'exploitation des substances minérales et distribution des produits pétroliers"},
{"captain": "Jael Eye'e", "name": "Pisciculture hors sol", "description": "La pisciculture hors sol est une forme d'élevage qui permet de produire du poisson dans des bac posé au sol"},
{"captain": "/ Ibrahima", "name": "Transformation de moringa", "description": "Ce projet consiste à transformer les feuilles de moringa en complément alimentaire afin de réduire le taux de la malnutrition aiguë et sévère que vit la région de l'extrême nord en contexte de crise"},
{"captain": "Inna Aliou", "name": "Fufulde class", "description": "Fufulde Class est une école d'apprentissage des langues africaine sur une plate forme digitale. L'apprentissage se fera selon la disponibilité de chacun pour renoué avec la culture africaine."},
{"captain": "Mbong Benoit", "name": "Green Coal", "description": "Création d'un combustible ( charbon) à partir des déchets de papiers et cartons. Celui-ci est moin coûteux, efficient, brûle longtemps et n'a aucun impact sur l'environnement et notre santé. "},
{"captain": "Christel Djialeu yomassom epse sindjui", "name": "Renewable Energy", "description": "Le projet qui me tient à cœur est celui de la vulgarisation des énergies renouvelables  face aux changements climatiques qui affecte la planète. La cible première c'est la jeunesse "},
{"captain": "Lydie Nkengne", "name": "Feel Good: Thé solidaire", "description": "\tFeel Good: Boutique solidaire est une boutique physique et  en ligne de thé et infusion 100 POURCENT NATUREL qui forme et emploi les femmes aveugles ."},
{"captain": "Pauline Ngah  essomba", "name": "LIEGSURB", "description": "LIEGSURB. Consistera à la commercialisation des lièges et surbouchons. Accessoires utilisés pour les bouteilles de vin  , de boisson fruitées de jus etc..."},
{"captain": "Adamou  Nkouadou njupapuen", "name": "hello credit", "description": "Service financier digital en épargne, crédit, assurance aux particuliers et TPME grâce au progrès majeur des NTIC à un meilleur rapport qualité prix et de proximité "},
{"captain": "Mundih Njohjam", "name": "Tele-Epilepsy", "description": "Tele-Epilepsy seeks to improve patient-centered management of epilepsy, increase access to timely, cost-effective, safe, and effective care for patients with epilepsy in remote areas in Cameroon."},
{"captain": "Abdon le roy Nkada", "name": "Cours du soir virtuel", "description": "Permettre aux personnes en situation de décrochage scolaire d'avancer avec leurs études grâce à l'outil numérique et sans contrainte de temps."},
{"captain": "Amougui Louis marie durell", "name": "Ligths connects", "description": "Avoir les data  sécurisé sur son smartphone grâce a une ampoule LED"},
{"captain": "Georges Tsimi ebanga", "name": "Stand-by Supply", "description": "Il s'agit d'un accumulateur électrique capable de d'emmagasiner de l'énergie"},
{"captain": "Brice Fokom kuiate", "name": "Elevage des lapins et oies.", "description": "Mon projet consiste a l élevage des lapins et de oies de façons industriel ainsi qu'a leurs commercialisation dans certains milieux privilégier."},
{"captain": "Abdoulaye Zakariaou", "name": "Transformation des oignons", "description": "Mon projet porte sur la transformation des oignons frais. C'est un projet qui n'existe dans ma région. Au vue de nombreuses pertes chaque année,  il est nécessaire de le mettre en place."},
{"captain": "Fotsi soup Guy marcel", "name": "Gaz bottle measure quantity", "description": "Mon projet consiste à mesurer la quantité restante de gaz dans une bouteille a gaz. Vous pourriez également avoir approximativement le nombre de jours restants vue la manière dont vous consommez"},
{"captain": "toussaint  Mefoe", "name": "Quick Witted", "description": "Quick Witted is a solar kit which will power Household in rural area in electricity. It aims to bring electricity where the need will be found, "},
{"captain": "Hisseini  Djibrine", "name": "Houriya pour le développement ", "description": "Le projet Houriya pour le développement consiste à mettre sur pied une unité de production de poissons intégrée au maraichage afin de produire des poissons de qualité et des légumes biologiques. "},
{"captain": "Steve loique Tatsinkou talla", "name": "Protections de l'environnement", "description": "Mon projet consiste au recyclage des déchet toxique et non toxique ce trouvant dans nos villes et ensuite la canalisations des eaux de pluie en construisant des rigoles pour protéger l'environnement.."},
{"captain": "Brice cyriaque Mbo", "name": "AGRICAMREX", "description": "AGRICAMREX est une entreprise destinée à fournir son expertise aux agriculteurs et éleveurs dans la production, la transformation et la commercialisations de leurs produits pour une plus value forte, "},
{"captain": "Sylvain Balam matna", "name": "PoulAfricam.", "description": "PoulAfricam est un projet qui consiste à implanter une ferme à élevage de poules pondeuses de races africaines afin de produire des œufs et d'élever les poulets à des fins socio-économiques."},
{"captain": "Alvine Baleng", "name": "GNYTECH", "description": "Mon projet porte sur les énergies renouvelables notamment le solaire .il s'agit de mettre sur pied une entreprise locale de fabrication des lampes et chargeurs solaires innovantes higtech ."},
{"captain": "Samuel olivier Mpouma ngoutt", "name": "ROCLO", "description": "ROCLO est un ensemble de machines connectées pour la collecte automatique des déchets plastiques en zones aquatiques mais aussi pour la collecte dans  les rigoles, drains, caniveaux et zones portuaire"},
{"captain": "Farrel Bounya", "name": "Métamorphose", "description": "METAMORPHOSE est une télé réalité qui vise à transformer les personnes pour en faire des figures de demain dans tous domaines confondus. "},
{"captain": "Fabrice Tueche", "name": "TelMi", "description": "Telmi est un bipeur médical connecté ou non qui aident les infirmières à surveiller les patients, répondre aux alarmes et collecter les données améliorant ainsi leur réactivité et leur flux de travail"},
{"captain": "Abdoulaye rahim Nsangou", "name": "Pratik", "description": "Nous fournissons des vidéos pratique(de professionnels sur le terrain) accompagné d'un quizz pour la bonne assimilation de l'élève, un forum de discussion pour une  orientation professionnelle "},
{"captain": "Dilan Loga", "name": "Ciné Loga", "description": "Mon projet consiste de reproduire des scénarios après que les matchs se seront joués c’est-à-dire j’utiliserai les animaux qui représentent chaque équipe Africaine pour reproduire des mises en scène "},
{"captain": "Donald Mouafo tousse", "name": "Arduino tech ", "description": "Mon projet consiste à contrôler le niveau de carburant dans les véhicules grâce au micro contrôleur et d’un module GSM "},
{"captain": "Boniface Choundong", "name": "Hermetia ", "description": "Reduction des émissions du CH4 par compostage accéléré des déchets organiques à l’aide des larves de la mouche soldat noire (BSF)  associée à la fabrication de l’aliment des poissons et de la volaille"},
{"captain": "Dieudonne Elogo elogo", "name": "Agriculture et élevage", "description": "Réalisation des grands champs de maïs et de banane plantain afin de commercialiser et pratiquer l'élevage des porcs de race"},
{"captain": "Felix Mbalanda onana", "name": "camer fish", "description": "il s'agit de  mettre à la portée des camerounais du poisson  frais (produit de la pisciculture et de la pêche local ) ,et transformé ( saucisson , fumé, chips, aromates, ...) de façon professionnelle "},
{"captain": "Marie laurence Mbala", "name": "T-shirts afritudes CAN Total E", "description": "Le t-shirt afritude CAN Total Énergie est une offre faite à la CAF à l'attention du grand public africain pour tous les amoureux du football afin de susciter l'adhésion autour des valeurs du football"},
{"captain": "Ingrid  Djomou", "name": "La petite commissionnaire ", "description": "La petite commissionnaire est un service de commissionnaires et conciergerie privée qui met au service de ses clients des commissionnaires disposés à effectuer des tâches et missions diverses ."},
{"captain": "Nelson  Anong", "name": "MADSUS Electric ", "description": "MADSUS Electric est une branche du Groupe Madsus qui est destinée à la fabrication Électrique des prises, Interrupteurs, Sonnettes, Lampes LED interconnecté qui se manipulent sans contact physiques. "},
{"captain": "Anaïs laure Nkeng nsomba", "name": "Soutien gorge intelligent ", "description": "Le soutien intelligent permet de dépister de façon précise le cancer du sein chez la femme .Grace a ses capteurs , la brassière détecte , localise et mesure la taille de la tumeur ."},
{"captain": "Mbok mbabi Mbok mbabi", "name": "Ced-assainissement", "description": "Ced-assainissement est une initiative vise à promouvoir l'accès à un assainissement de qualité  par la fourniture/location de toilettes modernes modulables, autonomes en eau et en énergies.  "},
{"captain": "Jennie-Iris Ngale", "name": "Soft Education", "description": "Soft Education is a software application that aims at managing the academic activities of both primary and secondary educational sectors effortlessly and accurately."},
{"captain": "Marceline Mbili nyada", "name": "incubateur d'oeufs", "description": "Couveuse artificielle d'oeufs de tout type  ayant la capacité de production élevé par rapport à la production naturelle et ainsi résoudre le problème de penerie de la volaille."},
{"captain": "Julio junior Ngankam tchapda", "name": "INKARE", "description": "Simplifier le processus d'accès et de prestation des soins dans la communauté et habitants de région isolées, sans avoir à réaliser un investissement initial important."},
{"captain": "Isaac donald  Biack", "name": "Innovation technology ", "description": "Notre entreprise est basé sur le service nous mettons nos services à la portes de tous des dans les domaines: électronique,électricité,informatique et bien plus encore!"},
{"captain": "Stella christelle  Chentcho", "name": "Agriculture élevage écologique", "description": "Produire localement transformer localement consommer localement et former localement et étendre  nos activités dans le reste du continent africains et dans le reste du monde dans la mesure du possible"},
{"captain": "Yvon vasnic Kemeta fapong", "name": "ECom", "description": "Une applications où les prestataires de services pourront présenter leurs services pour avoir accès facilement aux clients dans un cadre de professionnalisme et de sécurité."},
{"captain": "Martial Fonkou", "name": "cracking de déchets plastiques", "description": "Le projet consiste à transformer des déchets plastique en fioul"},
{"captain": "Stephen Lyonga azeh", "name": "JACC ", "description": "JACC is a social network connecting like-minded students to jointly start and run businesses during and after their studies, by providing all the tools needed to go from business ideation to execution"},
{"captain": "Daniel cyrano Malagal", "name": "Studio 3DANIMATION CAMER", "description": "Le studio 3D animation camer sera l'un des tous premiers lieux destiné à la fabrication des vidéos d'animations en 3 dimensions au Cameroun. Nous voulons donc former, éducer et divertir les jeunes."},
{"captain": "Borel Tedongmo vokeng", "name": "pomme de terre frite surgelée ", "description": "Produire, conditionner, entreposé et commercialisé les pommes de terre  frites surgelée  en terre camerounaise au fin d'avoir un gros impact socio-économique de cet denrée dans notre pays"},
{"captain": "Habib  Tizi", "name": "Ts ateliers", "description": "Nous visons la fabrication de chaussures et sandales avec des locaux. Tout en visant des ODD, nous sommes aujourd'hui apte à répondre à la demande nationale et internationale en termes de qualité."},
{"captain": "Ruth Dalle", "name": "JEUNES ET EMPLOIS", "description": "Une entreprise qui se focaliserait à l'accompagnement des jeunes dès la première année de leur études universitaires et les accompagner ensuite à la création de leur startup avec 50% de  financement."},
{"captain": "Ivan Tchatchoua", "name": "Trust'Tech", "description": "Une solution pour une meilleure transparence des flux financiers basée sur la technologie blockchain garantissant ainsi une plus grande attractivité des Etats africains envers les prêteurs/donateurs ."},
{"captain": "Appolinaire  Sollo", "name": "Création d’un cabinet ", "description": "Ce projet portera sur la création d’un cabinet d’assistance au montage des projets et à la recherche des financements pour les communes. Ce cabinet va contribuer à la promotion du développement local."},
{"captain": "Jeanne patience Biwole tougoulou", "name": "Solar Care", "description": "Solar Care est une entreprise spécialisée dans la production des lampes solaires anti moustiques dans le but de lutter contre le paludisme au Cameroun"},
{"captain": "Brigth Tsaf", "name": "Smart solar charger controller", "description": "the charger controller is an equipment which allows to regulate and to ensure the correct functioning of solar panels, battery ... therefore it is essential in a solar installation.  "},
{"captain": "Li Suedzo", "name": "Cleanique", "description": "Mon projet consiste à l’élaboration d’un système de purification d’air et des personnes. "},
{"captain": "Steve Manga tanga", "name": "INOVV+", "description": "INOVV+ est un projet de conception de stations météorologiques automatiques en vue d'améliorer la faible couverture météorologique au Cameroun et en Afrique"},
{"captain": "William Eyike", "name": "WILIKS ", "description": "WILIKS est le premier réseau social africain destiné aux acteurs de l'économie camerounaise et africaine, il met en avant toute l'actualité économique du continent sur une plateforme collaborative."},
{"captain": "Aemilius Satchom", "name": "BOUMOCAM", "description": "C'est une boucherie moderne qui après élevage de porc, égorge et ensache avant de mettre sur le marché dans le respect des conditions d'hygiène."},
{"captain": "Guilin constant Foleu", "name": "IMAGACONSULTING ", "description": "IMAGA CONSULTING est une jeune entreprise œuvrant dans l’Agro Business, le Coaching Entrepreneurial,\r\nle Développement Participatif,\r\nla Formation & Vente des Services\r\n et la Gestion de Projets. "},
{"captain": "Eyong  Eyong ako", "name": "Eyong's Lab", "description": "Eyong's Lab is out to help promote the idea of Entrepreneurship in youths. Thus encouraging them to be creative and become more of Job creators rather than being Job seekers."},
{"captain": "Jean pierre  Monty mviana", "name": "Monty corporation ", "description": "Monty Corporation compte s'investir dans le ramassage d'ordures dans nos grandes métropoles. Trier recycler le plastique et produire du gaz domestique à base d'ordures ménagères. "},
{"captain": "Gaetan Noumeyi", "name": "Aide à l'auto emploi pour tous", "description": "Il consiste à donné la possibilité aux jeunes qui ont soit de l'argent mais pas de projets soit des projets sans argent, de Devenir chef d'entreprise. Ainsi l'émergence viendra de nous même les jeunes"},
{"captain": "Charlie Nguenkam", "name": "AFRIDROP", "description": "AfriDrop est une solution de dropshipping innovante permettant aux africains de créer des boutiques en ligne professionnelles afin de  commercialiser des produits essentiellement made in Africa."},
{"captain": "Faith Lois chi", "name": "BIMI's CONSULTING FIRM", "description": "We are a team of 7 refined and experienced consultants who have lived through the challenges and experiences  of applying for and securing scholarships. We help other students effortless do same."},
{"captain": "Philippe Zarnde", "name": "Projet  Thé citronnelle", "description": "Le projet Thé citronnelle, vise à transformer la citronnelle en un thé naturel."},
{"captain": "Peguy aubin Seffi tchanga", "name": "Legeko Check", "description": "Legeko Check est un service de vérification d'information des appareils identifiable de façon unique."},
{"captain": "Ekabole joy Sakwe", "name": "\tConservation And Recovery ", "description": "There is the urgent need for effective conservation action to bring the species back from the brink of extinction. The goal of this  project is to initiate focused participatory community conservation"},
{"captain": "Suzie Ewoudou", "name": "SWEET NATURE", "description": "C'est Une mini entreprise qui est spécialisée dans la fabrication artisanale des bonbons à base des produits naturels, local bon pour la santé et avec des sucres à faible Indice glycémique."},
{"captain": "Martin paul junior Mvomo mbiock", "name": " Label musical et management", "description": "Il s'agit de créer une structure d'accompagnement, de détection, de promotion et développement des artistes qui intègrera l'ensemble des activités de l'industrie musicale."},
{"captain": "arlette nicaise Azambou", "name": "Recyclage de déchets plastique", "description": "Protection de l'environnement en créant des chefs d'œuvre à base des déchets plastiques que nous recyclons"},
{"captain": "Christelle  Ngah tsimi", "name": "Tablette en langue maternelle ", "description": "La tablette éducative en langue maternelle permet aux enfants d'apprendre leurs langues maternelles tout en s'amusant; ces tablettes sont Inter active  ; les mots en français traduit en eton ou Duala"},
{"captain": "Maxime Nemboue", "name": "Green and green ", "description": "Création non seulement des batteries composées de matériaux naturels et verts (feuilles de plantes, fluides de plantes) mais aussi de garantir une utilisation continue."},
{"captain": "Mekang Nzalle", "name": "Vicky-Wills Foundation", "description": "run a foundation that will impact the economy by granting micro financial assistance to youths to start up a business and become independent. they will  repay at their convenience with a given time fr"},
{"captain": "Anthony gorby  Ndam nguhuo", "name": "MIP MIP FARMS COMPLEX PROJECT ", "description": "MIP MIP FARMS COMPLEX PROJECT est la construction d'une ferme agro énergétique autonome en énergie renouvelable et en eau dans laquelle il sera déployé un élevage et une agriculture de prestige ."},
{"captain": "Loris olivia Motouom", "name": "SMART AQUAPONIC", "description": " Notre produit  permet grâce au smartphone d'avoir les données en temps réels des paramètres d'un écosystème aquaponie ,permettant ainsi d’améliorer les conditions d’élevage et anticiper au accident."},
{"captain": "Christe andré Bebah", "name": "KMER CENTER WORLD", "description": "Le projet Kmer Center World a pour but  d'innover le secteur de la grande distribution en apportant  une plus-value au bien être du consommateur en proposant des produits et services de loisirs divers"},
{"captain": "Nancy lothaire Biwole beme", "name": "Poulet du Cameroun", "description": "Ce projet consiste à créer une entreprise d'élevage des poulets et de distribution sous toutes ses formes (Poulet vivant, poulet congelé, fumé poulet préparé à travers une chaine de restauration CFC) "},
{"captain": "Ronald  Priso", "name": "sécurité alimentaire ", "description": "Bonjour à tous ! Plus souvent nous consommons des produits alimentaires et industriels commercialisés de toute part sur le marché mais très souvent des clients ne trouve pas satisfaction soit"},
{"captain": "Paul laurent l'espoir Nyobe lipot li-kinyock bapooh", "name": "StudyFund", "description": "STUDYFUND est une plateforme d’orientation et de crowdlending qui met en relation, les investisseurs sociaux avec des parents et étudiants africain qui veulent financer un projet d’études supérieur."},
{"captain": "Gilles gaetan  Samen paho", "name": "La voix du juste milieu ", "description": "Utiliser l'art plastique pour éduquer les enfants a savoir se positionner dans la société. L'art pour interpeller les adultes sur les négligences de leurs actions qui très tôt déroutent  les jeunes "},
{"captain": "Nguty  Enombotoh jr", "name": "BeatLink", "description": "BeatLink is an Application designed to link Artists & Disk Jockies (DJs) at the quickest means possible, it eases distribution of new songs of Artists to reach DJs to be played in clubs and occasions"},
{"captain": "Daouda Souleymanou", "name": "237 Web services", "description": "TRANSCRIPTION WEB ET MARKETING DIGITAL "},
{"captain": "Wilfrid Petchueko fopa", "name": "Ekonaken", "description": "Ekonaken est une plate forme d'aide à l'éducation dans laquelle on retrouve des exercices avec des corrigé vidéo,  des résumés  de cour, des groupes de discussion tous ceux si organiser par classe "},
{"captain": "Jordan Nanfa", "name": "Winners", "description": "Le projet vise à changer la façon de ce vêtir des jeunes camerounais et africain car nous savons que le vêtement permet une acceptation en soi."},
{"captain": "Roland Liwato", "name": "Katika", "description": "Une plateforme escrow en ligne, servant de relais entre vous et un vendeur, un acheteur ou un freelance, qui vous permet de payer ou d'être payé en toute sécurité pour tout échange de biens/services."},
{"captain": "Moussa Mama", "name": "APEX", "description": "APEX is a solution which targets quality feeding, poverty and gender equality. It consists of ecological farming, a free farm management app and free co-working spaces for youths  in difficulties. "},
{"captain": "patricia carolle Maneng's sunday", "name": "ONE CLICK SERVICES K-MER", "description": "ONE CLICK SERVICES K-MER est une application numérique qui vient révolutionner la demande des petits services habituellement négligable mais très utiles pour notre quotidien. "},
{"captain": "Valair Ngankam", "name": "CADDCA VMJ", "description": "Le CaddCa VMJ sera un équipement qui le permettra de rentre les supers marché autonomes car il s'agira d'un caddie-caissier intelligent qui fera à la fois les encaissements de produits et d'argent ."},
{"captain": "Yoan ulrich Kamgain ndjinkeu", "name": "LIGHT FOR ALL", "description": "Notre projet est une combinaison d'énergie éolienne et d'énergie hydraulique qui sera capable  d'alimenter de façon indépendante les zones reculées non prises en compte par le réseau central du pays."},
{"captain": "Murielle Kamto", "name": "Microfinance au Gabon", "description": "La création d'une microfinance de 2ème catégorie a pour but de financer l'agriculture des jeunes entrepreneurs ici au Gabon dans le but de favoriser l'autonomisation des jeunes et créer de l'emploi."},
{"captain": "Frank  Seme", "name": "Mesmer", "description": "Mesmer permet de résoudre le problème de remboursement de pièces en enregistrant uniquement les très petits montants lors des remboursements de 25frs à 950"},
{"captain": "Mirizoukou esaïe Ndal-miri", "name": "Miripote", "description": "Le présent projet porte sur l’agrandissement de notre activités Agricole, en la production, la transformation et la commercialisation des pommes de terre grâce à la mise sur pied d’un Cluster pommes."},
{"captain": "Tabe Njume", "name": "Eco-currency", "description": "Eco-currency is service that transect value to waste by providing a plateform whereby waste generators get to exchange their waste for cash or a desired utility be it health care,foodstuff or tuition."},
{"captain": "Cassandra Sopp", "name": "TCareMom", "description": "Mon projet est un coffret de deux applications( Pc et mobile)  pour le meilleur suivi d'une femme enceinte même à distance"},
{"captain": "Guy armel Ayoumbissi keugmeni", "name": "LPEP, contribution à L'ODD6.1", "description": "Former des jeunes aux techniques de réparation des fuites d'eau potable  et mettre sur pied des dispositifs  de communication qui permettront  signaler des fuites et l'intervention des  agents formés."},
{"captain": "Noura Mana", "name": "Gestion des déchets ", "description": "Ce projet constitue une contribution  à la lutte contre la déforestation et à la valorisation des déchets agricoles, en particulier les coques de noix de coco."},
{"captain": "Keyathe tchounga Emeldine afor", "name": "COMMERCIAL FISH FARMING", "description": "This project is a large scale fish farming in the different regions of our Country by building fish ponds, producing Fish feed machines and installing at different fishing sites making fish affordable"},
{"captain": "Meye ba ntyam Serge stéphane", "name": "ANTIVIRUS MEYE PROTECT", "description": "L'Antivirus Meye Protect est le tout premier antivirus Africain. il est doté d’une intelligence artificielle capable d’immuniser totalement vos ordinateurs et téléphones contre les virus informatiques"},
{"captain": "Joel christian  Ngoundjou djiongwa", "name": "Weelead", "description": "Plateforme de elearning entièrement dédiée aux métiers du Digital et de l’innovation technologique "},
{"captain": "Dieudonne fredy Deugoue kemayou", "name": "Somewhere App", "description": "Somewhere est un système innovant permettant l'adressage aux normes des villes. Elle améliore ainsi la mobilité, les services de livraisons, les services fiscaux ainsi que les service d'urgences."},
{"captain": "Denis sylvain Etaba onguene", "name": "Evoili", "description": "Evoili est une plateforme qui permet aux donateurs de faire des dons aux orphelins ou aux personnes nécessiteuses."},
{"captain": "Wolfgang Ndjomo belomo", "name": "Clean Space live", "description": "Notre projet consiste à la precollecte des ordures ménagères a domicile, au nettoyage des poubelles, a l'entretien et au nettoyage d'espace ( vert, de bureaux, d'habitation), au curage des caniveau."},
{"captain": "Nicolas Tchanyap", "name": "Marvic Fitness", "description": "Marvic Fitness est un projet qui propose des services en coaching sportif. \r\nCe projet se distingue notamment par le fait qu’il est 100% digital avec pour but de développer la pratique sportive. "},
{"captain": "Louis francois Ribouem", "name": "Ellesolaire", "description": "Le projet Ellesolaire est un groupe de 50 femmes vivant dans les zones rurales du Cameroun, et distribuant des kits solaires et des foyers améliorés aux populations rurales."},
{"captain": "Tatiana péroline Ngassam", "name": "emballages biodégradables", "description": "le projet consiste en la mise sur pied d'une unité de production de matériaux biodégradable et de design d'emballage  pour une meilleur visibilité et protection des produits mis sur le marché. "},
{"captain": "Cyprien Dontsa takoudjou", "name": "Sublime Académie", "description": "Sublime académie est une plateforme éducative qui propose des cours et exercices gratuits aux élèves de classe d'examens. elle permet également de faire des examens et des duels entre élèves."},
{"captain": "Rhibault lowry Nko'o ntonga", "name": "Better Energy Ltd", "description": "Better Energy Ltd est une entreprise de production et de commercialisation des purificateur d'eau solaire dans toutes les villes et villages du Cameroun"},
{"captain": "Monkam William", "name": "MIKRO FARMS ", "description": "Le projet biotechnologique Mikro Farms consiste à produire de la farine, de l'huile, et des composées pharmaceutiques à base des larves d'insectes."},
{"captain": "Uriel Feuatsap", "name": "HeyCameroon", "description": "Hey Cameroon is a platform which will show up all the beautiful places to visit in the country."},
{"captain": "Ndong Ngeah", "name": "Cassava produce and processing", "description": "Cassava is an important root crop in Cameroon and in the Central Africa sub-region. Cassava will be process into Garri, Cassava flour and the waste will be recycle into animals feed,"},
{"captain": "Apollinaire constantin  Kamwa kouam", "name": "Brique de terre", "description": "Mon projet s'intitule brique de terre. Il consiste à mettre sur pied une usine de production de briquette avec une presse de briquette manuel non poluante et  offrant des briquettes à moindre coût."},
{"captain": "Fouedjio kafack Etienne verlain", "name": "MYBESTHEALTH", "description": "MyBestHealth est une plateforme mobile ayant à son centre des médecins, et qui sera destinée à suivre les femmes enceintes (pendant la grossesse) et les personnes souffrant de maladies chroniques."},
{"captain": "Jean pierre le bejamin Sighé fongang", "name": "clean energy", "description": "il s'agit de l'exploitation des déchets organiques pour la production d'énergie. l'énergie issue de la méthanisation produite serait utilisée par l'unité de production de charbons écologiques. "},
{"captain": "Ngalle  Nelson", "name": "Jay Spice Kilishi (Beef Jerky)", "description": "JAY SPICE KILISHI/BEEF JERKY is a beef transformation venture that shall aim to produce a high standard ready – for – consumption spiced dried meat making use of cow, goat, chicken and snails."},
{"captain": "Rose anaïs Mbimbiyodi tsala", "name": "MOWO BANK", "description": "MOWOBANK est une banque mobile 100% en ligne, spécialisée dans le micro-crédit exclusivement destiné aux femmes démunies, pour démarrer une petite activité commerciale."},
{"captain": "Epie Mabrice njume", "name": "Insta-Skul", "description": "Insta-Skul is a Video on Demand Mobile Application that works as a Personal Academic Assistant for Secondary and High School Students specially designed for students in crisis-stricken zones."},
{"captain": "Champleins Ngahenou", "name": "PATRIE ART", "description": "Patrie art s'attelle a la fourniture des services culturels pour apporter des solutions ludique aux problématiques en entreprise et dans la société"},
{"captain": "Luther ivan Tchiatagne fossi", "name": "Links Issues (by Lift)", "description": "Que retenons-nous de nos proches qui sont encore présents ou définitivement absents ? À travers cette initiative, je vous aide à rassembler et à préserver l’histoire de ceux qui vous sont chers."},
{"captain": "Dieudonne Messi mbele", "name": "Alvigène Nutrition", "description": "La mise en place d'une unité de transformation des produits agro-pastoraux (Pistache, maïs, arachide,soja, patate douce, manioc et escargots)en mets locaux modernes pour une bonne alimentation."},
{"captain": "Lucy Leuchu tamen", "name": "Lulu processing solutions", "description": "The project is about processing our local food crops into flour for food and baking. It will begin with processing cassava into flour with the use of modern machines for local consumption. "},
{"captain": "Didier Abogso", "name": "Vélo électrique local", "description": "Importer les kits dans un premier temps puis concevoir les kits et les vélos électriques sur place afin de faciliter le déplacement des élèves, étudiants, jeunes entrepreneurs qui livrent_marchandes. "},
{"captain": "Charles joseph Mbamba", "name": "M&B: culture  banane plantain", "description": "Le projet M&B :la production et la transformation de la banane plantain en plusieurs formes de consommation par la suite agrandir l'entreprise en exportant et en collaborant avec d autres entreprises"},
{"captain": "Christian blaise Itock", "name": "Champignons d'ebolowa", "description": "Le projet *Champignons d'ebolowa* vise à produire les champignons en formant les populations à la valorisation des déchets pour une économie verte et circulaire."},
{"captain": "Feudjio Donald", "name": "Agence de recyclage  plastique", "description": "Metre sur pied une agence de recyclage du plastique a fin d ammelioré Les condition de vie des africain en terme de securité d hygiene et bien d autre afin d eviter des catastrophe imprevu pour "},
{"captain": "Bansi Emmanuel", "name": "agricultural storage facility ", "description": "the product to be constructed is called a \"zero energy cooling chamber \". it functions on the principle of evaporative cooling,  and its constructed using local materials at relatively  low cost. "},
{"captain": "Asheri Nora", "name": "Creative minds", "description": "It is  a platform/ fashion house that gives a chance to designers and tailors the workspace and platform to be able to sell their  work while retaining ownership of their work and 70% from sales of it"},
{"captain": "Oummou-Hani Abdouraman", "name": "Debina Solar Incubator (DSI)", "description": "Notre objectif vise à fabriquer et commercialiser des incubateurs (couveuses) solaires et électriques qui seront utilisables dans les zones non électrifiées et électrifiées du Cameroun en particulier "},
{"captain": "Réa Ayimélé tsopfack", "name": "Énergie Pour Tous", "description": "The \"Energie Pour Tous\" project aims, through Solar and Wind Power technology, to make electrical energy accessible to all, regardless of the electrical distribution network."},
{"captain": "Malaica Ifouna bekonde", "name": "Unité de mélange d'épices", "description": "C'est un projet qui vise la création d'une unité de mélange d'épices moulues prête à l'emploi. Ce sont des épices venues du monde entier. "},
{"captain": "Prospère Welyang habkreo", "name": "Alumni Africa ", "description": "Alumni Africa est une table numérique qui rassemble les anciens élèves des collèges et universités africains, les entreprises, les incubateurs et les investisseurs autour des projets d'entreprises."},
{"captain": "Pierre Ndoko ndoko", "name": "L'instructeur personnel", "description": "Une tablette robuste munie de cellules photovoltaïques au prix abordable, permettant aux enfants de s'éduquer de façon intuitive en langue locale et aux adultes d'améliorer leurs connaissances.  "},
{"captain": "Sans prénom Souleymanou hassana", "name": "PROPERUCAM", "description": "Le projet consistera à l'embouche des petits ruminants de meilleure qualité, de le transformer et de valoriser ses sous produits."},
{"captain": "Marie madeleine bertille Manga", "name": "Farine 3M", "description": "Le projet de production et commercialisation des farines de Manioc, de Maïs, et de mil vise à rendre accessible la farine de couscous sur des grandes surfaces comme les supermarchés."},
{"captain": "Merveille  Eyah mama", "name": "Start-up Merveilles agro ", "description": "Notre est essentiellement basé sur le domaine agropastoral, nous  feront dans l'élevage non conventionnel et l'agriculture biologique pour éviter la pollution de l'environnement par les pesticides "},
{"captain": "Boukar  Adji", "name": "Transformation-commerce du riz", "description": "Dans le but de répondre aux problèmes que soulève la question alimentaire dans l'extreme-nord du Cameroun et ses environs dans l'optique de trouver des solutions en adéquation à ses problèmes ."},
{"captain": "Emmanuel Nzinkou", "name": "Sacerdoce: Link Cameroun", "description": "Il se définit comme un logiciel   qui permettra à n'importe quel utilisateur dans sa localité de profiter d'une visibilité et d'interagir grâce à un système de bien et services afin de booster nos PME"},
{"captain": "Mvogo amougou Pierre", "name": "Trasformation de la volaille", "description": "le projet porte sur la transformation du poulet. Nos efforts ont un objectif principal – celui de fournir de la viande de poulet de qualité supérieure lié à une importante modernisation des abattoirs."},
{"captain": "Ngangnjoh memunatu Riyuh", "name": "Build My City( BMCP)", "description": "Build My City is a project intente d to reduce Car pollution by reconstructing major tracks and reducing the emissions of gas from cars and other electronics through digital clean up."},
{"captain": "Diffang  Arrah", "name": "MMCF Maternal Health Care", "description": " MMCF Maternal Health Care project will prevent the most common direct cause of maternal injury and death by ensuring all women have access to respectful and high quality maternity care."},
{"captain": "Wilfred loïc  Kamdem essoh", "name": "Les 10000 Jeunes ", "description": "L'association Les 10000 jeunes aura pour but de former un minimum de 10000 personnes en entrepreneuriat, en création d'entreprise et en développement personnel puis financera leurs projets."},
{"captain": "Brenda bih Chi", "name": "FRUTASTE ", "description": "We aim to mitigate malnutrition in educational milieus (mainly boarding schools) by providing students with energetic snacks such as dehydrated fruits and with vitamin-enriched jam in Centre, Cameroon"},
{"captain": "Fru-Mark Carrington chei", "name": "ECOTECH (Ecology Technology)", "description": "ECOTECH is a company where we leverage technology to keep our environment green."},
{"captain": "Maloum Abakar", "name": "Mr propreté", "description": "Mon projet consiste créer à une entreprise de services de proximités (service de nettoyage) pour les particuliers, les hôpitaux, les écoles et les bureaux dans la région de l'extrême Nord Cameroun."},
{"captain": "Eddy brenda  Edoa mayack", "name": "Shine_Npire_star ", "description": "Shine_Npire_star est un établissement de recrutement et formation professionnelle des personnels evenementielles et menagers. Tels que : hôtesses, mannequins, personnels de maison et service wedding"},
{"captain": "Sama Lesly tankfu", "name": "Doro", "description": "Doro is a mobile application developed purposely to manage all aspects of hospital operations and also to enhance the patient-doctor relationship."},
{"captain": "Honore Tcheuwebe liale", "name": "BRECCAPP", "description": "BRECCAP is the application that will facilitate the prevention of breast and cervical cancer and the reduction of the cancer mortality rate; help for capacity building of health professionals. "},
{"captain": "Camel gabrel Talla fonkou", "name": "SOS TECH", "description": "Assistance technique , conseils , maintenance et intervention a domicile , suivie technique des installations existantes."},
{"captain": "Claverin Tchienmo nguehou", "name": "AFOTE Engineering", "description": "Notre projet consiste à mettre sur pied une entreprise créant, produisant et commercialisant des produits électroniques grand public que nous achetons au quotidien."},
{"captain": "Daniel Kaitouang", "name": "Production du porc", "description": "Mon projet consiste à produire du porc et les commercialisé dans des super marché et poissonneries "},
{"captain": "Ahmadou  Doukona", "name": "Architects Magics Materials ", "description": "ARMAGMA: ARCHITECS MAGICS MATERIALS\r\nEst une entreprise de production de briques de terre cuites, stabilisé, de tuiles, de pierres taillées, des pavés en plastiques recyclé dans la zone nord Cameroun."},
{"captain": "Franck Eyoum ekame", "name": "MBOA EVENTS", "description": "Notre projet porte sur la création d'une plateforme numérique web et mobile spécialisé dans la présentation des évènements se déroulant dans le pays ."},
{"captain": "Carole monique Dadjie waguia", "name": "Santé humaine et environnement", "description": "Converger vers un Cameroun où la phytoepuration est valorisée au détriment des WC et fosses septiques."},
{"captain": "Thierry emmanuel Attala domptue", "name": "Clean Digital City", "description": "Clean Digital city est une solution numérique qui facilite la collecte des déchets plastique polluant l'enviromment. Desormais un click pour signaler la présence des déchets chez un agent de collecte."},
{"captain": "Djai pascal  Dimancho", "name": "POULTRY FARM ", "description": "Creation of poultry farm for the exploitation of  2000 Laying hens to contribute to  the fight against hunger and unemployment  in time of crises Ntoh village  Bamendankwe   NW region of Cameroon "},
{"captain": "Brice chamberlin Kouam noudja", "name": "Stérilisateur automatique a UV", "description": "Equipment a usage médical (bloc opératoire chirurgie dentaire, ophtalmologie ). "},
{"captain": "Alex  Neguem", "name": "Smart Public Toilet ", "description": "Mettre des toilettes publique propre, à nettoyage automatique et solaire à la disposition du grand public dans les villes africaines. Ces toilettes sont réalisés grâce aux matériaux de récupération. "},
{"captain": "Elias Banese betare", "name": "Bio-Pig", "description": "Le projet Bio-Pig vise la création d'une porchérie moderne respectant les normes environnementales dans la ville de Figuil. Le besoin en protéine est croissant et pas assez d'offres sur le marché."},
{"captain": "Modeste Tafom", "name": "Cuiseur thermique", "description": "Le panier the4ermique est un dispositif permettant de finir la cuisson d'un repas grâce au principe de conservation de chaleur."},
{"captain": "Engelbert  Yiyvu chia", "name": "Kokcok", "description": "Kokcok is an online and offline delivery service, that satisfies the needs of online buyers by providing them with a peer-to-peer e-commerce delivery platform, that guarantees quality results."},
{"captain": "Joseph marie ii Atangana", "name": " MAÏS ET ÉLEVAGE DE POULETS", "description": "Le Projet porte sur la culture du Maïs, sa transformation et l'élevage du poulet.\r\nIl est question de produire, le Maïs sur un espace de 5 ha. Les produits dérivés permettront à l'élevage du poulet. "},
{"captain": "Narcisse olive  Agnomo", "name": "ANO Energy innovation ", "description": "Mon projet consiste à mettre sur pied un générateur autonome qui ne produit pas de dioxyde de carbone et contribue à la protection de l’environnement."},
{"captain": "César Djiwin", "name": "Élevage en milieu rural", "description": "Ce projet consiste à payer les animaux les entretenir afin de les engraisser pour les vendre et investir dans un autre domaine comme l'agriculture"},
{"captain": "Modjoemmanuel99@gmail.com Emmanuel", "name": "Régénération d'huile usagées", "description": "Le projet consiste à créer une unité de recyclage traitement et purification des huiles moteur noir usagées grâce à un appareil de dialyse. L'huile  recyclée est fluide et mélanger avec l'huile épaiss"}
]